		MULTIPLAYER_PORTAL = "门里映着星图。可惜坐标没一个是对的。",		--物品名：绚丽之门
        MULTIPLAYER_PORTAL_MOONROCK = "月岩与门框咬合得很准。设计者懂行。",		--物品名：天体传送门
        MOONROCKIDOL = "石头刻得虔敬。我只对规律低头。",		--物品名：月岩雕像
        CONSTRUCTION_PLANS = "图纸。画得比多数人做事认真。",		--物品名：建造计划

        ANTLION =
        {
            GENERIC = "它在打量我的行囊。胃口不小。",		--物品名：蚁狮 检查状态：普通状态
            VERYHAPPY = "它满意了。暂时不必再喂。",		--物品名：蚁狮 检查状态：蚁狮贡品满意度很高
            UNHAPPY = "沙在震。它在讨贡品。",		--物品名：蚁狮 检查状态：蚁狮贡品满意度较低
        },
        ANTLIONTRINKET = "沙滩玩具。总有人肯收。",		--物品名：沙滩玩具
        SANDSPIKE = "差一点就被刺穿。下次站远些。",		--物品名：沙刺
        SANDBLOCK = "沙砌的城堡。固执得令人佩服。",		--物品名：沙堡
        GLASSSPIKE = "玻璃凝成的尖刺。碰一下就要见血。",		--物品名：玻璃尖刺
        GLASSBLOCK = "透明的城堡。结构倒是讲究。",		--物品名：玻璃城堡
        ABIGAIL_FLOWER =
        {
            GENERIC ="花开得过于艳了。像是有所图。",		--物品名：阿比盖尔之花 检查状态：普通状态
			LEVEL1 = "花苞合着。她似乎不想说话。",		--物品名：阿比盖尔之花 检查状态：第一阶段
			LEVEL2 = "花瓣在颤。她正要开口。",		--物品名：阿比盖尔之花 检查状态：第二阶段
			LEVEL3 = "光从花心溢出来了。她醒了。",		--物品名：阿比盖尔之花 检查状态：第三阶段

            LONG = "看久了，灵魂会发凉。",		--物品名：阿比盖尔之花 检查状态：距离孵化或变化仍有较长时间
            MEDIUM = "毛都竖起来了。这花不对劲。",		--物品名：阿比盖尔之花 检查状态：中等阶段
            SOON = "快了。花里有什么要出来。",		--物品名：阿比盖尔之花 检查状态：即将进入下一阶段
            HAUNTED_POCKET = "该松手了。它在口袋里发热。",		--物品名：阿比盖尔之花 检查状态：花朵在物品栏中且已被作祟激活
            HAUNTED_GROUND = "它在地上作祟。我会记下它的把戏。",		--物品名：阿比盖尔之花 检查状态：花朵位于地面且已被作祟激活
        },

        BALLOONS_EMPTY = "一堆瘪气球。像小丑的零钱，喵。",		--物品名：一堆气球
        BALLOON = "轻得不像话。原理我稍后再算。",		--物品名：气球
		BALLOONPARTY = "把小气球塞进去的手艺不错。",		--物品名：派对气球
		BALLOONSPEED =
        {
            DEFLATED = "泄了气。所有气球最后都一样。",		--物品名：迅捷气球 检查状态：已经泄气
            GENERIC = "中空的孔让它更顺从气流。经典。",		--物品名：迅捷气球 检查状态：普通状态
        },
		BALLOONVEST = "颜色已经够招摇，还偏会吱吱响。",		--物品名：充气背心
		BALLOONHAT = "静电。我的头发全竖起来了。",		--物品名：气球帽

        BERNIE_INACTIVE =
        {
            BROKEN = "它到底还是散了架。",		--物品名：伯尼 检查状态：已经损坏
            GENERIC = "烧得只剩焦壳。",		--物品名：伯尼 检查状态：普通状态
        },

        BERNIE_ACTIVE = "那只熊在走来走去。有点意思。",		--物品名：伯尼
        BERNIE_BIG = "别去招惹薇洛。",		--物品名：伯尼！

		BOOKSTATION =
		{
			GENERIC = "做实验比读书有用。",		--物品名：书架 检查状态：普通状态
			BURNT = "图书馆关门了。",		--物品名：书架 检查状态：已经烧毁
		},
        BOOK_BIRDS = "一本关于鸟的书。插图不错。",		--物品名：世界鸟类大全
        BOOK_TENTACLES = "读完这本，多半会被拖走。",		--物品名：触手的召唤
        BOOK_GARDENING = "翻到最后一页也没见着农场。",		--物品名：应用园艺学
		BOOK_SILVICULTURE = "造林的事，我还是自己试。",		--物品名：应用造林学
		BOOK_HORTICULTURE = "园艺学。纸上长的东西不算数。",		--物品名：园艺学简编版
        BOOK_SLEEP = "五百页电报码。难怪催眠。",		--物品名：睡前故事
        BOOK_BRIMSTONE = "开头乏味，末几页才见真章。",		--物品名：末日将至！

        BOOK_FISH = "它没能钓上我，喵。",		--物品名：垂钓者生存指南
        BOOK_FIRE = "读它并不让人心急火燎。",		--物品名：意念控火术详解
        BOOK_WEB = "我不怕蜘蛛。……真的不怕。",		--物品名：克服蛛形纲恐惧症
        BOOK_TEMPERATURE = "不冷不热的一本书。",		--物品名：控温学
        BOOK_LIGHT = "写书的人，头脑很清楚。",		--物品名：永恒之光
        BOOK_RAIN = "求雨。听上去不太严谨。",		--物品名：实用求雨仪式
        BOOK_MOON = "对月亮的兴趣，大概也分季节。",		--物品名：月之魔典
        BOOK_BEES = "书为什么会嗡嗡响，我需要个解释。",		--物品名：养蜂笔记
        
        BOOK_HORTICULTURE_UPGRADED = "和盯着草长高差不多精彩。",		--物品名：园艺学扩展版
        BOOK_RESEARCH_STATION = "薇克巴顿乐意照书上的做。",		--物品名：万物百科
        BOOK_LIGHT_UPGRADED = "光耀夺目。这句我认。",		--物品名：永恒之光之复兴

        FIREPEN = "趁热写下去。",		--物品名：火焰笔

        PLAYER =
        {
            GENERIC = "你好，%s。",		--物品名：其他角色 检查状态：普通状态
            ATTACKER = "%s 的眼神不太稳。",		--物品名：其他角色 检查状态：近期攻击过当前角色
            MURDERER = "凶手。我记住了。",		--物品名：其他角色 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 与鬼魂交好。",		--物品名：其他角色 检查状态：近期复活过当前角色
            GHOST = "%s 需要一颗心。",		--物品名：其他角色 检查状态：幽灵状态
            FIRESTARTER = "烧东西不科学，%s。",		--物品名：其他角色 检查状态：近期引发过火灾
        },
        WILSON =
        {
            GENERIC = "星星与原子。你是我的影子吗？",		--物品名：威尔逊 检查状态：普通状态
            ATTACKER = "我平时也这么吓人吗？",		--物品名：威尔逊 检查状态：近期攻击过当前角色
            MURDERER = "你的存在不合规律，%s。",		--物品名：威尔逊 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 把理论落到了实处。",		--物品名：威尔逊 检查状态：近期复活过当前角色
            GHOST = "得做个复活设备。不能让他一直飘着。",		--物品名：威尔逊 检查状态：幽灵状态
            FIRESTARTER = "纵火不合科学，%s。",		--物品名：威尔逊 检查状态：近期引发过火灾
        },
        WOLFGANG =
        {
            GENERIC = "见到你很好，%s。",		--物品名：沃尔夫冈 检查状态：普通状态
            ATTACKER = "别去挑衅比你强的人。",		--物品名：沃尔夫冈 检查状态：近期攻击过当前角色
            MURDERER = "凶手。我抓得住你。",		--物品名：沃尔夫冈 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 不过是一只大泰迪熊。",		--物品名：沃尔夫冈 检查状态：近期复活过当前角色
            GHOST = "早说过那块石头别硬拉。数值全错。",		--物品名：沃尔夫冈 检查状态：幽灵状态
            FIRESTARTER = "你打不倒火，%s。",		--物品名：沃尔夫冈 检查状态：近期引发过火灾
        },
        WAXWELL =
        {
            GENERIC = "日安，%s。",		--物品名：麦斯威尔 检查状态：普通状态
            ATTACKER = "你从“言辞干脆”变成了“舌头打结”。",		--物品名：麦斯威尔 检查状态：近期攻击过当前角色
            MURDERER = "逻辑与推理是我的长项。要我教你？",		--物品名：麦斯威尔 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 把本事用在了正事上。",		--物品名：麦斯威尔 检查状态：近期复活过当前角色
            GHOST = "别那样看我，%s。我在想办法。",		--物品名：麦斯威尔 检查状态：幽灵状态
            FIRESTARTER = "%s 这是自找火烤。",		--物品名：麦斯威尔 检查状态：近期引发过火灾
        },
        WX78 =
        {
            GENERIC = "日安，%s。",		--物品名：WX-78 检查状态：普通状态
            ATTACKER = "%s，你的首要指令该重写了。",		--物品名：WX-78 检查状态：近期攻击过当前角色
            MURDERER = "%s。你违反了第一律法。",		--物品名：WX-78 检查状态：近期杀害过当前角色的同伴
            REVIVER = "大概是 %s 让共情组件转了起来。",		--物品名：WX-78 检查状态：近期复活过当前角色
            GHOST = "我早知道 %s 该长点心。现在确定了。",		--物品名：WX-78 检查状态：幽灵状态
            FIRESTARTER = "%s，你像是要化了。",		--物品名：WX-78 检查状态：近期引发过火灾
        },
        WILLOW =
        {
            GENERIC = "日安，%s。",		--物品名：薇洛 检查状态：普通状态
            ATTACKER = "%s 攥着那只打火机……",		--物品名：薇洛 检查状态：近期攻击过当前角色
            MURDERER = "凶手。还有纵火犯。",		--物品名：薇洛 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 与鬼魂交好。",		--物品名：薇洛 检查状态：近期复活过当前角色
            GHOST = "%s，你大概很想要一颗心。",		--物品名：薇洛 检查状态：幽灵状态
            FIRESTARTER = "又一次？",		--物品名：薇洛 检查状态：近期引发过火灾
        },
        WENDY =
        {
            GENERIC = "你好，%s。",		--物品名：温蒂 检查状态：普通状态
            ATTACKER = "%s 身上没带尖东西吧？",		--物品名：温蒂 检查状态：近期攻击过当前角色
            MURDERER = "你手上沾了血。",		--物品名：温蒂 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 把鬼魂当家人。",		--物品名：温蒂 检查状态：近期复活过当前角色
            GHOST = "我看见两个影子。得给 %s 做颗心。",		--物品名：温蒂 检查状态：幽灵状态
            FIRESTARTER = "那几把火是你点的，我知道。",		--物品名：温蒂 检查状态：近期引发过火灾
        },
        WOODIE =
        {
            GENERIC = "你好，%s。",		--物品名：伍迪 检查状态：普通状态
            ATTACKER = "%s 最近精神过头了。",		--物品名：伍迪 检查状态：近期攻击过当前角色
            MURDERER = "凶手。拿斧子来，我们砍。",		--物品名：伍迪 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 把大家的命捞了回来。",		--物品名：伍迪 检查状态：近期复活过当前角色
            GHOST = "%s，“宇宙”里也包括虚无吗？",		--物品名：伍迪 检查状态：幽灵状态
            BEAVER = "%s 在砍树，停不下来。",		--物品名：伍迪 检查状态：伍迪的海狸形态
            BEAVERGHOST = "%s，若我不复活你，你会恼吗？",		--物品名：伍迪 检查状态：伍迪海狸形态的幽灵
            MOOSE = "天。那是一头鹿。",		--物品名：伍迪 检查状态：伍迪的鹿鹅形态
            MOOSEGHOST = "那副样子，想必不好受。",		--物品名：伍迪 检查状态：伍迪鹿形态的幽灵
            GOOSE = "看看这位。",		--物品名：伍迪 检查状态：伍迪的鹅形态
            GOOSEGHOST = "长点心吧，你这只笨鹅。",		--物品名：伍迪 检查状态：伍迪鹅形态的幽灵
            FIRESTARTER = "%s，别把自己点着。",		--物品名：伍迪 检查状态：近期引发过火灾
        },
        WICKERBOTTOM =
        {
            GENERIC = "日安，%s。",		--物品名：薇克巴顿 检查状态：普通状态
            ATTACKER = "%s 像是要拿书砸我。",		--物品名：薇克巴顿 检查状态：近期攻击过当前角色
            MURDERER = "同行评议来了。",		--物品名：薇克巴顿 检查状态：近期杀害过当前角色的同伴
            REVIVER = "我对 %s 的实践心怀敬意。",		--物品名：薇克巴顿 检查状态：近期复活过当前角色
            GHOST = "这不太科学，不是吗，%s？",		--物品名：薇克巴顿 检查状态：幽灵状态
            FIRESTARTER = "你点火总有你的道理。",		--物品名：薇克巴顿 检查状态：近期引发过火灾
        },
        WES =
        {
            GENERIC = "你好，%s。",		--物品名：韦斯 检查状态：普通状态
            ATTACKER = "%s 沉默得像口枯井。",		--物品名：韦斯 检查状态：近期攻击过当前角色
            MURDERER = "这个，用哑剧演给我看。",		--物品名：韦斯 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 跳出了惯常的路子。",		--物品名：韦斯 检查状态：近期复活过当前角色
            GHOST = "“我要个复活装备”——这句怎么用哑剧演？",		--物品名：韦斯 检查状态：幽灵状态
            FIRESTARTER = "等等，别说。火是你点的。",		--物品名：韦斯 检查状态：近期引发过火灾
        },
        WEBBER =
        {
            GENERIC = "日安，%s。",		--物品名：韦伯 检查状态：普通状态
            ATTACKER = "我先把纸卷起来，以防万一。",		--物品名：韦伯 检查状态：近期攻击过当前角色
            MURDERER = "杀了人还敢站着，%s。我来了结。",		--物品名：韦伯 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 跟谁都处得来。",		--物品名：韦伯 检查状态：近期复活过当前角色
            GHOST = "%s 很想要我给他一颗心。",		--物品名：韦伯 检查状态：幽灵状态
            FIRESTARTER = "我们得开个防火会议。",		--物品名：韦伯 检查状态：近期引发过火灾
        },
        WATHGRITHR =
        {
            GENERIC = "日安，%s。",		--物品名：薇格弗德 检查状态：普通状态
            ATTACKER = "%s 的拳头，我会避开。",		--物品名：薇格弗德 检查状态：近期攻击过当前角色
            MURDERER = "%s 杀红了眼。",		--物品名：薇格弗德 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 精神很好。",		--物品名：薇格弗德 检查状态：近期复活过当前角色
            GHOST = "做得不错。英灵殿还没收你呢，%s。",		--物品名：薇格弗德 检查状态：幽灵状态
            FIRESTARTER = "%s 很会加温。",		--物品名：薇格弗德 检查状态：近期引发过火灾
        },
        WINONA =
        {
            GENERIC = "日安，%s。",		--物品名：薇诺娜 检查状态：普通状态
            ATTACKER = "%s 是个隐患。",		--物品名：薇诺娜 检查状态：近期攻击过当前角色
            MURDERER = "到此为止，%s。",		--物品名：薇诺娜 检查状态：近期杀害过当前角色的同伴
            REVIVER = "你真是好用，%s。",		--物品名：薇诺娜 检查状态：近期复活过当前角色
            GHOST = "有人在给你的计划泼冷水。",		--物品名：薇诺娜 检查状态：幽灵状态
            FIRESTARTER = "厂里的东西烧起来了。",		--物品名：薇诺娜 检查状态：近期引发过火灾
        },
        WORTOX =
        {
            GENERIC = "你好，%s。",		--物品名：沃拓克斯 检查状态：普通状态
            ATTACKER = "我早知道 %s 不可信。",		--物品名：沃拓克斯 检查状态：近期攻击过当前角色
            MURDERER = "该正面会会这只长角的恶魔了。",		--物品名：沃拓克斯 检查状态：近期杀害过当前角色的同伴
            REVIVER = "多谢你的爪子，%s。",		--物品名：沃拓克斯 检查状态：近期复活过当前角色
            GHOST = "鬼魂和恶魔并存。我拒绝接受。",		--物品名：沃拓克斯 检查状态：幽灵状态
            FIRESTARTER = "%s 正在成为累赘。",		--物品名：沃拓克斯 检查状态：近期引发过火灾
        },
        WORMWOOD =
        {
            GENERIC = "你好，%s。",		--物品名：沃姆伍德 检查状态：普通状态
            ATTACKER = "%s 今天刺比平时多。",		--物品名：沃姆伍德 检查状态：近期攻击过当前角色
            MURDERER = "等着被除草吧，小杂草 %s。",		--物品名：沃姆伍德 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 从不丢下朋友。",		--物品名：沃姆伍德 检查状态：近期复活过当前角色
            GHOST = "需要搭把手吗，小家伙？",		--物品名：沃姆伍德 检查状态：幽灵状态
            FIRESTARTER = "我以为你讨厌火，%s。",		--物品名：沃姆伍德 检查状态：近期引发过火灾
        },
        WARLY =
        {
            GENERIC = "你好，%s。",		--物品名：沃利 检查状态：普通状态
            ATTACKER = "锅里在酝酿灾祸。",		--物品名：沃利 检查状态：近期攻击过当前角色
            MURDERER = "别打杀我的主意。",		--物品名：沃利 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 总有办法。",		--物品名：沃利 检查状态：近期复活过当前角色
            GHOST = "如今他只能用幽灵辣椒下厨了。",		--物品名：沃利 检查状态：幽灵状态
            FIRESTARTER = "他会把这里烧光。",		--物品名：沃利 检查状态：近期引发过火灾
        },

        WURT =
        {
            GENERIC = "日安，%s。",		--物品名：沃特 检查状态：普通状态
            ATTACKER = "%s 今天一脸凶相。",		--物品名：沃特 检查状态：近期攻击过当前角色
            MURDERER = "你是条杀人的鱼。",		--物品名：沃特 检查状态：近期杀害过当前角色的同伴
            REVIVER = "我该谢你吗，%s？",		--物品名：沃特 检查状态：近期复活过当前角色
            GHOST = "%s 的鱼鳃比平时更绿。",		--物品名：沃特 检查状态：幽灵状态
            FIRESTARTER = "没人教过你别玩火吗？",		--物品名：沃特 检查状态：近期引发过火灾
        },

        WALTER =
        {
            GENERIC = "日安，%s。",		--物品名：沃尔特 检查状态：普通状态
            ATTACKER = "松树先锋队员该做这种事吗？",		--物品名：沃尔特 检查状态：近期攻击过当前角色
            MURDERER = "%s，你的故事素材用尽了？",		--物品名：沃尔特 检查状态：近期杀害过当前角色的同伴
            REVIVER = "%s 一向可靠。",		--物品名：沃尔特 检查状态：近期复活过当前角色
            GHOST = "我知道你玩得开心，但得去找颗心。",		--物品名：沃尔特 检查状态：幽灵状态
            FIRESTARTER = "那堆火可不像营火，%s。",		--物品名：沃尔特 检查状态：近期引发过火灾
        },

        WANDA =
        {
            GENERIC = "日安，%s。",		--物品名：旺达 检查状态：普通状态
            ATTACKER = "挑时间，也挑场合，%s。",		--物品名：旺达 检查状态：近期攻击过当前角色
            MURDERER = "杀人犯。第二次机会不会有。",		--物品名：旺达 检查状态：近期杀害过当前角色的同伴
            REVIVER = "若不是 %s，我已成了历史。",		--物品名：旺达 检查状态：近期复活过当前角色
            GHOST = "快去找颗心。",		--物品名：旺达 检查状态：幽灵状态
            FIRESTARTER = "让我猜，这跟“保住时间线”有关？",		--物品名：旺达 检查状态：近期引发过火灾
        },

        WONKEY =
        {
            GENERIC = "一只猴子。",		--物品名：芜猴 检查状态：普通状态
            ATTACKER = "别像猴子一样胡闹。",		--物品名：芜猴 检查状态：近期攻击过当前角色
            MURDERER = "它们疯了。",		--物品名：芜猴 检查状态：近期杀害过当前角色的同伴
            REVIVER = "救我命的……是只猴子？",		--物品名：芜猴 检查状态：近期复活过当前角色
            GHOST = "那只猴子让人不安。",		--物品名：芜猴 检查状态：幽灵状态
            FIRESTARTER = "当年的恐龙，大概就是这种心情。",		--物品名：芜猴 检查状态：近期引发过火灾
        },

        MIGRATION_PORTAL =
        {
        },
        GLOMMER =
        {
            GENERIC = "趣味不佳，倒也不算难看。",		--物品名：格罗姆 检查状态：普通状态
            SLEEPING = "这虫子睡得真好。",		--物品名：格罗姆 检查状态：正在睡眠
        },
        GLOMMERFLOWER =
        {
            GENERIC = "花瓣泛着微光。",		--物品名：格罗姆花 检查状态：普通状态
            DEAD = "花瓣枯了，还在发亮。",		--物品名：格罗姆花 检查状态：已经死亡
        },
        GLOMMERWINGS = "缝在帽子上会很合适。",		--物品名：格罗姆翅膀
        GLOMMERFUEL = "这团黏液臭得过分。",		--物品名：格罗姆的黏液
        BELL = "叮铃。好听，喵。",		--物品名：远古铃铛
        STATUEGLOMMER =
        {
            GENERIC = "我看不出那是什么。",		--物品名：格罗姆雕像 检查状态：普通状态
            EMPTY = "砸开了。为了考据。",		--物品名：格罗姆雕像 检查状态：内容为空
        },

        LAVA_POND_ROCK = "这块地不错。",		--物品名：岩石

		WEBBERSKULL = "可怜的小东西。该给他一个体面的葬礼。",		--物品名：韦伯的头骨
		WORMLIGHT = "看上去能吃。",		--物品名：发光浆果
		WORMLIGHT_LESSER = "有点皱了。",		--物品名：小发光浆果
		WORM =
		{
		    PLANT = "我看是安全的。",		--物品名：洞穴蠕虫 检查状态：伪装成植物
		    DIRT = "只是一堆土。",		--物品名：洞穴蠕虫 检查状态：地面隆起形态
		    WORM = "它是条虫子。",		--物品名：洞穴蠕虫 检查状态：蠕虫本体形态
		},
        WORMLIGHT_PLANT = "看不出异常。",		--物品名：神秘植物
		MOLE =
		{
			HELD = "没得挖了，朋友。",		--物品名：鼹鼠 检查状态：正被角色携带
			UNDERGROUND = "下面有位在找矿的。",		--物品名：鼹鼠 检查状态：位于地下
			ABOVEGROUND = "我想像敲地鼠那样敲它。",		--物品名：鼹鼠 检查状态：位于地面上
		},
		MOLEHILL = "一个舒适的好洞。",		--物品名：鼹鼠丘
		MOLEHAT = "气味难闻，视野极好。",		--物品名：鼹鼠帽

		EEL = "能做一道好菜，喵。",		--物品名：鳗鱼
		EEL_COOKED = "闻着真香。",		--物品名：熟鳗鱼
		UNAGI = "但愿没人会变成鳗鱼。",		--物品名：鳗鱼料理
		EYETURRET = "但愿它别望向我。",		--物品名：眼睛炮塔
		EYETURRET_ITEM = "它在睡。",		--物品名：眼睛炮塔
		MINOTAURHORN = "那家伙的角没撞上我，万幸。",		--物品名：守护者之角
		MINOTAURCHEST = "里头也许有更好的东西。也许更糟。",		--物品名：大号华丽箱子
		THULECITE_PIECES = "铥矿的碎屑。",		--物品名：铥矿碎片
		POND_ALGAE = "岸边浮着的水藻。",		--物品名：水藻
		GREENSTAFF = "迟早用得上。",		--物品名：拆解魔杖
		GIFT = "给我的？",		--物品名：礼物
        GIFTWRAP = "包得很体面。",		--物品名：礼物包装
		POTTEDFERN = "盆里的蕨。",		--物品名：蕨类盆栽
        SUCCULENT_POTTED = "盆里的多肉。",		--物品名：多肉盆栽
		SUCCULENT_PLANT = "那一株是芦荟。",		--物品名：多肉植物
		SUCCULENT_PICKED = "能吃，但我不打算吃。",		--物品名：多肉植物
		SENTRYWARD = "测绘用的，颇为严谨。",		--物品名：月眼守卫
        TOWNPORTAL =
        {
			GENERIC = "这座金字塔管着沙子。",		--物品名：懒人传送塔 检查状态：普通状态
			ACTIVE = "传送就绪。站稳。",		--物品名：懒人传送塔 检查状态：正在运作
		},
        TOWNPORTALTALISMAN =
        {
			GENERIC = "一只小分离器。",		--物品名：沙之石 检查状态：普通状态
			ACTIVE = "识相的人宁愿走路。",		--物品名：沙之石 检查状态：正在运作
		},
        WETPAPER = "但愿它快点干。",		--物品名：纸张
        WETPOUCH = "这包裹勉强绑住了。",		--物品名：起皱的包裹
        MOONROCK_PIECES = "我大概能敲碎它。",		--物品名：月亮石碎块
        MOONBASE =
        {
            GENERIC = "中间有个洞，像是能投东西。",		--物品名：月亮石 检查状态：普通状态
            BROKEN = "全毁了。",		--物品名：月亮石 检查状态：已经损坏
            STAFFED = "接着呢？",		--物品名：月亮石 检查状态：已经插入法杖
            WRONGSTAFF = "我明显感到不对。",		--物品名：月亮石 检查状态：插入了不匹配的法杖
            MOONSTAFF = "石头把它点亮了。称奇。",		--物品名：月亮石 检查状态：插入了唤星者魔杖
        },
        MOONDIAL =
        {
			GENERIC = "水放大了刻度，于是月亮可量。",		--物品名：月晷 检查状态：普通状态
			NIGHT_NEW = "新月。",		--物品名：月晷 检查状态：夜间新月状态
			NIGHT_WAX = "月亮在慢慢变圆。",		--物品名：月晷 检查状态：夜间盈月状态
			NIGHT_FULL = "满月。",		--物品名：月晷 检查状态：夜间满月状态
			NIGHT_WANE = "月亮在瘦下去。",		--物品名：月晷 检查状态：夜间亏月状态
			CAVE = "洞穴深处没有月亮。无从测量。",		--物品名：月晷 检查状态：位于洞穴世界
			WEREBEAVER = "露西，时候又到了。", 		--物品名：月晷 检查状态：月晷显示伍迪将变成海狸
			GLASSED = "有种被注视的错觉。不，不是错觉。",		--物品名：月晷 检查状态：月晷表面已经玻璃化
        },
		THULECITE = "这矿从哪来，我想知道。",		--物品名：铥矿
		ARMORRUINS = "轻得古怪。不像石头。",		--物品名：铥矿甲
		ARMORSKELETON = "白骨森然。",		--物品名：骨头盔甲
		SKELETONHAT = "它给我看见可怕的东西。",		--物品名：骨头头盔
		RUINS_BAT = "提着压手。",		--物品名：铥矿棒
		RUINSHAT = "我的发型如何？",		--物品名：铥矿皇冠
		NIGHTMARE_TIMEPIECE =
		{
            CALM = "都平静了。",		--物品名：铥矿徽章 检查状态：噩梦循环处于平静阶段
            WARN = "这里的魔力相当浓。",		--物品名：铥矿徽章 检查状态：噩梦循环即将进入危险阶段
            WAXING = "越来越密了。",		--物品名：铥矿徽章 检查状态：噩梦循环正在增强
            STEADY = "像是稳住了。",		--物品名：铥矿徽章 检查状态：噩梦循环处于稳定阶段
            WANING = "魔力在退。",		--物品名：铥矿徽章 检查状态：噩梦循环正在减弱
            DAWN = "噩梦快结束了。",		--物品名：铥矿徽章 检查状态：噩梦循环接近结束
            NOMAGIC = "此处没有魔力。",		--物品名：铥矿徽章 检查状态：当前没有噩梦魔力活动
		},
		BISHOP_NIGHTMARE = "它在崩解。",		--物品名：损坏的发条主教
		ROOK_NIGHTMARE = "真难看。",		--物品名：损坏的发条战车
		KNIGHT_NIGHTMARE = "一具残暴的发条骑士。",		--物品名：损坏的发条骑士
		MINOTAUR = "那家伙不太高兴。",		--物品名：远古守护者
		SPIDER_DROPPER = "记着：别抬头。",		--物品名：穴居悬蛛
		NIGHTMARELIGHT = "这灯的用途，我还没想明白。",		--物品名：梦魇灯座
		NIGHTSTICK = "它身上有电。",		--物品名：晨星锤
		GREENGEM = "绿的，有光。",		--物品名：绿宝石
		MULTITOOL_AXE_PICKAXE = "高明。",		--物品名：多用斧镐
		ORANGESTAFF = "比走路省事。",		--物品名：懒人魔杖
		YELLOWAMULET = "握着是温的。",		--物品名：魔光护符
		GREENAMULET = "每个基地都该有一个。",		--物品名：建造护符
		SLURPERPELT = "死了也还是这副模样。",		--物品名：啜食者皮

		SLURPER = "毛真多。",		--物品名：啜食者
		SLURPER_PELT = "皮剥下来，区别不大。",		--物品名：啜食者皮
		ARMORSLURPER = "一条湿漉漉的腰带，能替你挨饿。",		--物品名：饥饿腰带
		ORANGEAMULET = "瞬移很管用。",		--物品名：懒人护符
		YELLOWSTAFF = "棍上嵌了宝石。天才的发明。",		--物品名：唤星者魔杖
		YELLOWGEM = "黄宝石。",		--物品名：黄宝石
		ORANGEGEM = "一颗橙宝石。",		--物品名：橙宝石
        OPALSTAFF = "宝石嵌在棍顶更亮。这有据可依。",		--物品名：唤月者魔杖
        OPALPRECIOUSGEM = "这颗宝石很特别。",		--物品名：彩虹宝石
        TELEBASE =
		{
			VALID = "它已经就绪。",		--物品名：传送焦点 检查状态：宝石组合有效，可以激活
			GEMS = "还差紫宝石。",		--物品名：传送焦点 检查状态：已插入宝石但尚未完全激活
		},
		GEMSOCKET =
		{
			VALID = "看来可以用了。",		--物品名：宝石底座 检查状态：宝石组合有效，可以激活
			GEMS = "它要一颗宝石。",		--物品名：宝石底座 检查状态：已插入宝石但尚未完全激活
		},
		STAFFLIGHT = "那东西很危险。",		--物品名：矮星
        STAFFCOLDLIGHT = "冷得叫人打颤。",		--物品名：极光

        ANCIENT_ALTAR = "古老的祭坛。神秘得有理。",		--物品名：远古伪科学站

        ANCIENT_ALTAR_BROKEN = "这座似乎坏了。",		--物品名：损坏的远古伪科学站

        ANCIENT_STATUE = "它在震，与这世界格格不入。",		--物品名：远古雕像

        LICHEN = "这种光线下，只有蓝藻长得起来。",		--物品名：洞穴苔藓
		CUTLICHEN = "有营养，放不久。",		--物品名：苔藓

		CAVE_BANANA = "捏着发软。",		--物品名：香蕉
		CAVE_BANANA_COOKED = "好吃。",		--物品名：熟香蕉
		CAVE_BANANA_TREE = "它能否光合作用，我存疑。",		--物品名：洞穴香蕉树
        ROCKY =
        {
            GENERIC = "它的爪子叫人发怵。",		--物品名：石虾 检查状态：普通状态
            BOULDER = "装不进我的口袋。", 		--物品名：石虾 检查状态：收缩成岩石状
            ACID = "它变小了？", 		--物品名：石虾 检查状态：受到酸液影响
        },

		COMPASS =
		{
			GENERIC="我朝哪边？",		--物品名：指南针 检查状态：普通状态
			N = "指北。",		--物品名：指南针 检查状态：指南针指向北方
			S = "指南。",		--物品名：指南针 检查状态：指南针指向南方
			E = "指东。",		--物品名：指南针 检查状态：指南针指向东方
			W = "指西。",		--物品名：指南针 检查状态：指南针指向西方
			NE = "偏东北。",		--物品名：指南针 检查状态：指南针指向东北方
			SE = "偏东南。",		--物品名：指南针 检查状态：指南针指向东南方
			NW = "偏西北。",		--物品名：指南针 检查状态：指南针指向西北方
			SW = "偏西南。",		--物品名：指南针 检查状态：指南针指向西南方
		},

        HOUNDSTOOTH = "很利。",		--物品名：犬牙
        ARMORSNURTLESHELL = "穿上它，会黏在背上。",		--物品名：蜗壳护甲
        BAT =
        {
            GENERIC = "呀。这东西真吓人。",		--物品名：洞穴蝙蝠 检查状态：普通状态
            ACID = "硝石养出来的东西。", 		--物品名：洞穴蝙蝠 检查状态：受到酸液影响
        },
        BATBAT = "拿两根，我说不定能飞。",		--物品名：蝙蝠棒
        BATWING = "这些东西死了也讨厌。",		--物品名：洞穴蝙蝠翅膀
        BATWING_COOKED = "至少它不会再活了。",		--物品名：熟蝙蝠翅膀
        BATCAVE = "我不想吵醒它们。",		--物品名：蝙蝠洞
        BEDROLL_FURRY = "又暖又软，喵。",		--物品名：毛皮铺盖
        BUNNYMAN = "先做点研究。我等不及了。",		--物品名：兔人
        FLOWER_CAVE = "发光是科学的作用。",		--物品名：荧光花
        GUANO = "另一种气味的粪。",		--物品名：鸟粪
        LANTERN = "文明些的灯。",		--物品名：提灯
        LIGHTBULB = "奇怪。它看着竟像能吃。",		--物品名：荧光果
        MANRABBIT_TAIL = "手里有个东西抓着，安心。",		--物品名：兔绒
        MUSHROOMHAT = "戴上它，人会显得有趣。",		--物品名：蘑菇帽
        MUSHROOM_LIGHT2 =
        {
            ON = "蓝色显然最讲道理。",		--物品名：菌伞灯 检查状态：处于开启状态
            OFF = "用三原色，也能配出主光源。",		--物品名：菌伞灯 检查状态：处于关闭状态
            BURNT = "不是我让它发霉的，我保证。",		--物品名：菌伞灯 检查状态：已经烧毁
        },
