        MUSHROOM_LIGHT =
        {
            ON = "灯亮着。光，恰到好处。",		--物品名：蘑菇灯 检查状态：处于开启状态
            OFF = "熄了。留着也好。",		--物品名：蘑菇灯 检查状态：处于关闭状态
            BURNT = "烧透了。没什么可救的。",		--物品名：蘑菇灯 检查状态：已经烧毁
        },
        SLEEPBOMB = "睡进去，就由不得自己了。",		--物品名：睡袋
        MUSHROOMBOMB = "蘑菇云。请退后。",		--物品名：炸弹蘑菇
        SHROOM_SKIN = "疣。一层又一层。",		--物品名：蘑菇皮
        TOADSTOOL_CAP =
        {
            EMPTY = "地上只剩下一个洞。",		--物品名：毒菌蟾蜍 检查状态：内容为空
            INGROUND = "有东西正在往外探。",		--物品名：毒菌蟾蜍 检查状态：仍埋在地下
            GENERIC = "它只是想被砍下来。",		--物品名：毒菌蟾蜍 检查状态：普通状态
        },
        TOADSTOOL =
        {
            GENERIC = "失礼。我不吻这种东西。",		--物品名：毒菌蟾蜍 检查状态：普通状态
            RAGE = "它跳得厉害。别站在它面前。",		--物品名：毒菌蟾蜍 检查状态：毒菌蟾蜍处于愤怒强化状态
        },
        MUSHROOMSPROUT =
        {
            GENERIC = "多么讲究的结构。",		--物品名：孢子帽 检查状态：普通状态
            BURNT = "多么不体面的下场。",		--物品名：孢子帽 检查状态：已经烧毁
        },
        MUSHTREE_TALL =
        {
            GENERIC = "这株蘑菇，大得没有分寸。",		--物品名：蓝蘑菇树 检查状态：普通状态
            BLOOM = "远看无碍，近闻失礼。",		--物品名：蓝蘑菇树 检查状态：处于开花状态
            ACIDCOVERED = "酸液覆身。别碰。",		--物品名：蓝蘑菇树 检查状态：被酸雨覆盖
        },
        MUSHTREE_MEDIUM =
        {
            GENERIC = "我旧日的浴室里长过这个。",		--物品名：红蘑菇树 检查状态：普通状态
            BLOOM = "这让我颇为不适。",		--物品名：红蘑菇树 检查状态：处于开花状态
            ACIDCOVERED = "酸液覆身。离远些。",		--物品名：红蘑菇树 检查状态：被酸雨覆盖
        },
        MUSHTREE_SMALL =
        {
            GENERIC = "会魔法的蘑菇？",		--物品名：绿蘑菇树 检查状态：普通状态
            BLOOM = "它在努力繁衍。由它去。",		--物品名：绿蘑菇树 检查状态：处于开花状态
            ACIDCOVERED = "酸液覆身。离远些。",		--物品名：绿蘑菇树 检查状态：被酸雨覆盖
        },
        MUSHTREE_TALL_WEBBED =
        {
            GENERIC = "蜘蛛们很看重它。",		--物品名：蛛网蓝蘑菇树 检查状态：普通状态
            ACIDCOVERED = "覆满酸液。别碰。",		--物品名：蛛网蓝蘑菇树 检查状态：被酸雨覆盖
        },
        SPORE_TALL =
        {
            GENERIC = "它四处漂着。",		--物品名：蓝色孢子 检查状态：普通状态
            HELD = "口袋里，装一点光。",		--物品名：蓝色孢子 检查状态：正被角色携带
        },
        SPORE_MEDIUM =
        {
            GENERIC = "这世上已没有它牵挂的东西。",		--物品名：红色孢子 检查状态：普通状态
            HELD = "口袋里，装一点光。",		--物品名：红色孢子 检查状态：正被角色携带
        },
        SPORE_SMALL =
        {
            GENERIC = "那是孢子眼中的世界。",		--物品名：绿色孢子 检查状态：普通状态
            HELD = "口袋里，装一点光。",		--物品名：绿色孢子 检查状态：正被角色携带
        },
        RABBITHOUSE =
        {
            GENERIC = "那不是真的胡萝卜。",		--物品名：兔屋 检查状态：普通状态
            BURNT = "那也不是真的烤胡萝卜。",		--物品名：兔屋 检查状态：已经烧毁
        },
        SLURTLE = "……失礼。这东西让人反胃。",		--物品名：蛞蝓龟
        SLURTLE_SHELLPIECES = "拼不回去的拼图。",		--物品名：外壳碎片
        SLURTLEHAT = "它会弄乱我的头发。",		--物品名：背壳头盔
        SLURTLEHOLE = "一座“恶心”的洞穴。",		--物品名：蛞蝓龟窝
        SLURTLESLIME = "若非有用，我绝不碰它。",		--物品名：蛞蝓龟黏液
        SNURTLE = "它不算太恶心。只是仍旧恶心。",		--物品名：蜗牛龟
        SPIDER_HIDER = "呀。又是蜘蛛。",		--物品名：洞穴蜘蛛
        SPIDER_SPITTER = "我讨厌蜘蛛。",		--物品名：喷吐蜘蛛
        SPIDERHOLE = "外面盖满了蛛网。",		--物品名：蛛网岩
        SPIDERHOLE_ROCK = "外面盖满了蛛网。",		--物品名：蛛穴岩块
        STALAGMITE = "依我看，就是块石头。",		--物品名：石笋
        STALAGMITE_TALL = "石头，石头，石头……",		--物品名：石笋

        TURF_CARPETFLOOR = "颇为扎人。",		--物品名：地毯地板
        TURF_CHECKERFLOOR = "这些相当华丽。",		--物品名：棋盘地板
        TURF_DIRT = "一块地皮。",		--物品名：泥土地皮
        TURF_FOREST = "一块地皮。",		--物品名：森林地皮
        TURF_GRASS = "一块地皮。",		--物品名：长草地皮
        TURF_MARSH = "一块地皮。",		--物品名：沼泽地皮
        TURF_METEOR = "一块月面。",		--物品名：月球环形山地皮
        TURF_PEBBLEBEACH = "一片海滩。",		--物品名：岩石海滩地皮
        TURF_ROAD = "草草铺就的石路。",		--物品名：卵石路
        TURF_ROCKY = "一块地皮。",		--物品名：岩石地皮
        TURF_SAVANNA = "一块地皮。",		--物品名：热带草原地皮
        TURF_WOODFLOOR = "木地板。铺得尚可。",		--物品名：木地板

		TURF_CAVE="又一种地皮。",		--物品名：鸟粪地皮
		TURF_FUNGUS="地皮罢了。",		--物品名：真菌地皮
		TURF_FUNGUS_MOON = "还是地皮。",		--物品名：变异真菌地皮
		TURF_ARCHIVE = "又一种地皮。",		--物品名：远古石刻
        TURF_VAULT = "又一种地皮。",		--物品名：远古圣殿石刻
        TURF_VENT = "又一种地皮。",		--物品名：洞穴喷气孔地皮
		TURF_SINKHOLE="地皮，又一种。",		--物品名：黏滑地皮
		TURF_UNDERROCK="地皮，又一种。",		--物品名：洞穴岩石地皮
		TURF_MUD="地皮，又一种。",		--物品名：泥泞地皮

		TURF_DECIDUOUS = "又一种地皮。",		--物品名：落叶林地皮
		TURF_SANDY = "又一种地皮。",		--物品名：沙土地皮
		TURF_BADLANDS = "又一种地皮。",		--物品名：荒地地皮
		TURF_DESERTDIRT = "一块地皮。",		--物品名：沙漠地皮
		TURF_FUNGUS_GREEN = "一块地皮。",		--物品名：真菌地皮
		TURF_FUNGUS_RED = "又一块地皮。",		--物品名：真菌地皮
		TURF_DRAGONFLY = "你想证明它防火？",		--物品名：龙鳞地板

        TURF_SHELLBEACH = "一片海滩。",		--物品名：贝壳海滩地皮

		TURF_RUINSBRICK = "又一种地皮。",		--物品名：远古地面
		TURF_RUINSBRICK_GLOW = "仿的。也算一种地皮。",		--物品名：仿远古地面
		TURF_RUINSTILES = "又一种地皮。",		--物品名：远古瓷砖
		TURF_RUINSTILES_GLOW = "仿的。铺得还算齐整。",		--物品名：仿远古瓷砖
		TURF_RUINSTRIM = "又一种地皮。",		--物品名：远古砖雕
		TURF_RUINSTRIM_GLOW = "仿的。聊胜于无。",		--物品名：仿远古砖雕

        TURF_MONKEY_GROUND = "一片沙地。",		--物品名：月亮码头海滩地皮

        TURF_CARPETFLOOR2 = "它软得出人意料。",		--物品名：茂盛地毯
        TURF_MOSAIC_GREY = "又一种地皮。",		--物品名：灰色马赛克地板
        TURF_MOSAIC_RED = "又一种地皮。",		--物品名：红色马赛克地板
        TURF_MOSAIC_BLUE = "又一种地皮。",		--物品名：蓝色马赛克地板

        TURF_BEARD_RUG = "用我自己的胡须做的。",		--物品名：胡须地毯

		POWCAKE = "这需要一点奇迹。或一点科学。",		--物品名：粉末蛋糕
        CAVE_ENTRANCE = "我在想，那块岩石能否挪开。",		--物品名：被堵住的洞穴
        CAVE_ENTRANCE_RUINS = "它或许在隐瞒什么。",		--物品名：被堵住的陷洞

       	CAVE_ENTRANCE_OPEN =
        {
            GENERIC = "大地本身在拒绝我。",		--物品名：洞穴 检查状态：普通状态
            OPEN = "那下面值得一探。",		--物品名：洞穴 检查状态：处于打开状态
            FULL = "等有人出来，我再进去。",		--物品名：洞穴 检查状态：内容已满
        },
        CAVE_EXIT =
        {
            GENERIC = "我想，我该留在下面。",		--物品名：楼梯 检查状态：普通状态
            OPEN = "我暂时不想再探了。",		--物品名：楼梯 检查状态：处于打开状态
            FULL = "上面太挤。",		--物品名：楼梯 检查状态：内容已满
        },

		MAXWELLPHONOGRAPH = "音乐原来出自这里。",		--物品名：麦斯威尔的留声机
		BOOMERANG = "空气动力学。",		--物品名：回旋镖
		PIGGUARD = "他看上去不太友善。",		--物品名：猪人守卫
		ABIGAIL =
		{
            LEVEL1 =
            {
                "噢，她有个可爱的小蝴蝶结。",		--物品名：阿比盖尔 检查状态：第一阶段 / 第1条台词变体
                "那蝴蝶结，倒真衬她。",		--物品名：阿比盖尔 检查状态：第一阶段 / 第2条台词变体
            },
            LEVEL2 =
            {
                "噢，她有个可爱的小蝴蝶结。",		--物品名：阿比盖尔 检查状态：第二阶段 / 第1条台词变体
                "蝴蝶结还在。很好。",		--物品名：阿比盖尔 检查状态：第二阶段 / 第2条台词变体
            },
            LEVEL3 =
            {
                "噢，她有个可爱的小蝴蝶结。",		--物品名：阿比盖尔 检查状态：第三阶段 / 第1条台词变体
                "她长大了。蝴蝶结也是。",		--物品名：阿比盖尔 检查状态：第三阶段 / 第2条台词变体
            },
        },

		ADVENTURE_PORTAL = "我不会再上一次当。",		--物品名：麦斯威尔之门
		AMULET = "戴着它，我安心。",		--物品名：重生护符
		ANIMAL_TRACK = "食物留下的痕迹。我是说，一只动物。",		--物品名：动物足迹
		ARMORGRASS = "但愿里面没有虫子。",		--物品名：草甲
		ARMORMARBLE = "那看起来真沉。",		--物品名：大理石甲
		ARMORWOOD = "这身衣服很合身。",		--物品名：木甲
		ARMOR_SANITY = "穿上它虽安全，心里却不踏实。",		--物品名：暗夜甲
		ASH =
		{
			GENERIC = "火烧尽之后，剩下的一切。",		--物品名：灰烬 检查状态：普通状态
			REMAINS_GLOMMERFLOWER = "传送时，花被火吞了。",		--物品名：灰烬 检查状态：格罗姆花烧毁后留下的灰烬
			REMAINS_EYE_BONE = "传送时，眼骨被火吞了。",		--物品名：灰烬 检查状态：眼骨烧毁后留下的灰烬
			REMAINS_THINGIE = "这必定有个完美的科学解释。",		--物品名：灰烬 检查状态：传送机零件烧毁后留下的灰烬
		},
		AXE = "可靠的斧头。",		--物品名：斧头
		BABYBEEFALO =
		{
			GENERIC = "啊。真是可爱。",		--物品名：小皮弗娄牛 检查状态：普通状态
		    SLEEPING = "好梦，小家伙。喵。",		--物品名：小皮弗娄牛 检查状态：正在睡眠
        },
        BUNDLE = "我们的物资都在里面。",		--物品名：捆绑物资
        BUNDLEWRAP = "打包之后，搬起来该省力些。",		--物品名：捆绑包装
		BACKPACK = "那里能装下许多科学。",		--物品名：背包
		BACONEGGS = "科学家的完美早餐。",		--物品名：培根煎蛋
		BANDAGE = "看起来还算卫生。",		--物品名：蜂蜜药膏
		BASALT = "太硬了，敲不碎。", 		--物品名：玄武岩
		BEARDHAIR = "只要不是自己的，就都恶心。",		--物品名：胡须
		BEARGER = "熊一般大的獾。",		--物品名：熊獾
		BEARGERVEST = "欢迎来到冬眠站。",		--物品名：熊皮背心
		ICEPACK = "毛皮替包内保温。",		--物品名：保鲜背包
		BEARGER_FUR = "一块厚毛皮。",		--物品名：熊皮
		BEDROLL_STRAW = "看着舒适，闻着一股霉味。",		--物品名：草席卷
		BEEQUEEN = "让那根蜂刺离我远些。",		--物品名：蜂王
		BEEQUEENHIVE =
		{
			GENERIC = "太黏了，走不过去。",		--物品名：小块蜂蜜 检查状态：普通状态
			GROWING = "那东西以前在那儿吗？",		--物品名：小块蜂蜜 检查状态：正在生长
		},
        BEEQUEENHIVEGROWN = "不合常理。它怎么能长到这么大？",		--物品名：巨大蜂窝
        BEEGUARD = "它在守卫女王。",		--物品名：嗡嗡蜜蜂
        HIVEHAT = "戴上它，这世界似乎少些疯狂。",		--物品名：蜂王冠
        MINISIGN =
        {
            GENERIC = "我能画得比这好。",		--物品名：小木牌 检查状态：普通状态
            UNDRAWN = "该在上面画点什么。",		--物品名：小木牌 检查状态：尚未绘制图案
        },
        MINISIGN_ITEM = "这样放着没什么用。放下吧。",		--物品名：小木牌
		BEE =
		{
			GENERIC = "嗡嗡，嗡嗡。",		--物品名：蜜蜂 检查状态：普通状态
			HELD = "当心。",		--物品名：蜜蜂 检查状态：正被角色携带
		},
		BEEBOX =
		{
			READY = "里面装满了蜂蜜。",		--物品名：蜂箱 检查状态：已经准备就绪
			FULLHONEY = "蜂蜜已满。",		--物品名：蜂箱 检查状态：蜂蜜储量已满
			GENERIC = "蜜蜂。",		--物品名：蜂箱 检查状态：普通状态
			NOHONEY = "空的。",		--物品名：蜂箱 检查状态：没有蜂蜜
			SOMEHONEY = "还得等一会儿。",		--物品名：蜂箱 检查状态：存有少量蜂蜜
			BURNT = "怎么烧成这样的。",		--物品名：蜂箱 检查状态：已经烧毁
		},
		MUSHROOM_FARM =
		{
			STUFFED = "蘑菇多得过分。",		--物品名：蘑菇农场 检查状态：种植槽已塞满材料
			LOTS = "木头上长满了蘑菇。",		--物品名：蘑菇农场 检查状态：内容数量很多
			SOME = "现在该继续长了。",		--物品名：蘑菇农场 检查状态：内容数量较少
			EMPTY = "放一个孢子进去。或者一株蘑菇。",		--物品名：蘑菇农场 检查状态：内容为空
			ROTTEN = "木头死了。得换一块活的。",		--物品名：蘑菇农场 检查状态：已经腐烂
			BURNT = "科学点燃了它。真是好极了。",		--物品名：蘑菇农场 检查状态：已经烧毁
			SNOWCOVERED = "这种天寒地冻，它长不了。",		--物品名：蘑菇农场 检查状态：被积雪覆盖
		},
		BEEFALO =
		{
			FOLLOWER = "他安静地跟着我。",		--物品名：皮弗娄牛 检查状态：已经成为当前角色的跟随者
			GENERIC = "是皮弗娄牛。",		--物品名：皮弗娄牛 检查状态：普通状态
			NAKED = "唉，他很难过。",		--物品名：皮弗娄牛 检查状态：皮毛已经被剃掉
			SLEEPING = "这些家伙睡得很沉。",		--物品名：皮弗娄牛 检查状态：正在睡眠
            DOMESTICATED = "这头没那么臭。",		--物品名：皮弗娄牛 检查状态：已经完全驯化
            ORNERY = "它看上去火气不小。",		--物品名：皮弗娄牛 检查状态：战斗倾向已驯化
            RIDER = "这家伙看着好骑。",		--物品名：皮弗娄牛 检查状态：骑乘倾向较高
            PUDGY = "嗯，它大概吃太多了。",		--物品名：皮弗娄牛 检查状态：肥胖倾向已驯化
            MYPARTNER = "我们永远是朋友。",		--物品名：皮弗娄牛 检查状态：是当前角色绑定的牛伙伴
            DEAD = "它很坚强。",		--物品名：皮弗娄牛 检查状态：已经死亡
            DEAD_MYPARTNER = "但愿还能重逢。",		--物品名：皮弗娄牛 检查状态：已死亡，且曾是当前角色的伙伴
		},

		BEEFALOHAT = "我的发型要毁在帽子上了。",		--物品名：牛角帽
		BEEFALOWOOL = "闻起来像皮弗娄牛的眼泪。",		--物品名：牛毛
		BEEHAT = "护得住皮肤，压得坏发型。",		--物品名：养蜂帽
        BEESWAX = "蜂蜡能防腐。科学说的。",		--物品名：蜂蜡
		BEEHIVE = "蜜蜂嗡嗡，忙个不停。",		--物品名：蜂窝
		BEEMINE = "一晃就嗡嗡响。",		--物品名：蜜蜂地雷
		BEEMINE_MAXWELL = "地雷里塞满了狂暴的蚊子。",		--物品名：麦斯威尔的蚊子陷阱
		BERRIES = "红浆果最好吃。",		--物品名：浆果
		BERRIES_COOKED = "我以为加热并不会让它们更好。",		--物品名：烤浆果
        BERRIES_JUICY = "美味。可惜美味总是短暂。",		--物品名：多汁浆果
        BERRIES_JUICY_COOKED = "最好在变质前吃掉。",		--物品名：烤多汁浆果
		BERRYBUSH =
		{
			BARREN = "它该施肥了。",		--物品名：浆果丛 检查状态：资源枯竭，需要施肥
			WITHERED = "这么热，什么都长不成。",		--物品名：浆果丛 检查状态：已经枯萎
			GENERIC = "这些应该能吃。",		--物品名：浆果丛 检查状态：普通状态
			PICKED = "或许还会再长。",		--物品名：浆果丛 检查状态：已经采集
			DISEASED = "病得不轻。",		--物品名：浆果丛 检查状态：已经患病
			DISEASING = "唔……有些不对。",		--物品名：浆果丛 检查状态：正在进入患病阶段
			BURNING = "大半都烧起来了。",		--物品名：浆果丛 检查状态：正在燃烧
		},
		BERRYBUSH_JUICY =
		{
			BARREN = "这状态下，它结不出浆果。",		--物品名：多汁浆果丛 检查状态：资源枯竭，需要施肥
			WITHERED = "高温把浆果的水分抽干了。",		--物品名：多汁浆果丛 检查状态：已经枯萎
			GENERIC = "留到饭点再采。",		--物品名：多汁浆果丛 检查状态：普通状态
			PICKED = "下一批正在努力长。",		--物品名：多汁浆果丛 检查状态：已经采集
			DISEASED = "它看上去很不舒服。",		--物品名：多汁浆果丛 检查状态：已经患病
			DISEASING = "唔……有些不对。",		--物品名：多汁浆果丛 检查状态：正在进入患病阶段
			BURNING = "大半都烧起来了。",		--物品名：多汁浆果丛 检查状态：正在燃烧
		},
		BIGFOOT = "那可真是只大得离谱的脚。",		--物品名：大脚怪
		BIRDCAGE =
		{
			GENERIC = "现在只差一只鸟。",		--物品名：鸟笼 检查状态：普通状态
			OCCUPIED = "哪只是好鸟？",		--物品名：鸟笼 检查状态：当前已有使用者或内容物
			SLEEPING = "呀，他睡着了。",		--物品名：鸟笼 检查状态：正在睡眠
			HUNGRY = "它有点饿了。",		--物品名：鸟笼 检查状态：处于饥饿状态
			STARVING = "很久没人喂了吧。",		--物品名：鸟笼 检查状态：极度饥饿
			DEAD = "也许它只是在休息？",		--物品名：鸟笼 检查状态：已经死亡
			SKELETON = "那只鸟确实死了。",		--物品名：鸟笼 检查状态：鸟笼中只剩骨架
		},
		BIRDTRAP = "蛛网换来的收成。",		--物品名：捕鸟陷阱
		CAVE_BANANA_BURNT = "不是我做的。",		--物品名：烧焦的洞穴香蕉树
		BIRD_EGG = "一颗正常的、小小的鸟蛋。",		--物品名：鸟蛋
		BIRD_EGG_COOKED = "很不错。喵。",		--物品名：熟鸟蛋
		BISHOP = "退后，传教士。",		--物品名：发条主教
		BLOWDART_FIRE = "这东西谈不上安全。",		--物品名：火焰吹箭
		BLOWDART_SLEEP = "别倒吸。",		--物品名：催眠吹箭
		BLOWDART_PIPE = "正好练练吹蜡烛。",		--物品名：吹箭
		BLOWDART_YELLOW = "准得令人吃惊。",		--物品名：雷电吹箭
		BLUEAMULET = "冷得像冰。",		--物品名：寒冰护符
		BLUEGEM = "它泛着冰冷的能量。",		--物品名：蓝宝石
		BLUEPRINT =
		{
            COMMON = "科学啊。",		--物品名：蓝图 检查状态：普通品质
            RARE = "这太科学了。",		--物品名：蓝图 检查状态：稀有品质
        },
        SKETCH = "一张雕像的图样。得找个地方做出来。",		--物品名：{item}草图
		COOKINGRECIPECARD =
		{
			GENERIC = "科学帮帮我。这笔迹我实在读不懂。",		--物品名：{item}食谱卡 检查状态：普通状态
		},
		BLUE_CAP = "古怪，而且黏。",		--物品名：采摘的蓝蘑菇
		BLUE_CAP_COOKED = "这回不一样了……",		--物品名：熟蓝蘑菇
		BLUE_MUSHROOM =
		{
			GENERIC = "是蘑菇。",		--物品名：蓝蘑菇 检查状态：普通状态
			INGROUND = "它在睡觉。",		--物品名：蓝蘑菇 检查状态：仍埋在地下
			PICKED = "不知它会不会长回来。",		--物品名：蓝蘑菇 检查状态：已经采集
		},
		BOARDS = "木板。",		--物品名：木板
		BONESHARD = "一小片骨头。",		--物品名：骨头碎片
		BONESTEW = "能让骨头上长出些肉的炖菜。",		--物品名：炖肉汤
		BUGNET = "抓虫子用的。",		--物品名：捕虫网
		BUSHHAT = "看着扎人。",		--物品名：灌木丛帽
		BUTTER = "真难相信这是黄油。",		--物品名：黄油
		BUTTERFLY =
		{
			GENERIC = "蝴蝶。扑扑翅膀就飞走了。喵。",		--物品名：蝴蝶 检查状态：普通状态
			HELD = "总算抓到你了。",		--物品名：蝴蝶 检查状态：正被角色携带
		},
		BUTTERFLYMUFFIN = "我们丢开食谱，即兴了一回。",		--物品名：蝴蝶松饼
		BUTTERFLYWINGS = "没了这些，它只是条毛虫。",		--物品名：蝴蝶翅膀
		BUZZARD = "好一只丑怪的秃鹫。",		--物品名：秃鹫

		SHADOWDIGGER = "哦，好极了。现在不止他一个。",		--物品名：暗影挖掘者
        SHADOWDANCER = "有些东西，看过就想赶紧忘掉……",		--物品名：暗影舞者

		CACTUS =
		{
			GENERIC = "有刺，但很美味。",		--物品名：仙人掌 检查状态：普通状态
			PICKED = "干瘪了，刺倒还在。",		--物品名：仙人掌 检查状态：已经采集
		},
		CACTUS_MEAT_COOKED = "来自沙漠的烤果子。",		--物品名：熟仙人掌肉
		CACTUS_MEAT = "想吃，得先把刺去掉。",		--物品名：仙人掌肉
		CACTUS_FLOWER = "多刺的植物，也开好看的花。",		--物品名：仙人掌花

		COLDFIRE =
		{
			EMBERS = "该添柴了。不然就灭了。",		--物品名：吸热营火 检查状态：只剩余烬
			GENERIC = "能驱走黑暗。",		--物品名：吸热营火 检查状态：普通状态
			HIGH = "火要失控了。",		--物品名：吸热营火 检查状态：高等级或高储量状态
			LOW = "火小了些。",		--物品名：吸热营火 检查状态：低等级或低储量状态
			NORMAL = "很舒服。",		--物品名：吸热营火 检查状态：普通形态
			OUT = "哦，火灭了。",		--物品名：吸热营火 检查状态：火焰已经熄灭
		},
		CAMPFIRE =
		{
			EMBERS = "得加燃料，不然要灭。",		--物品名：营火 检查状态：只剩余烬
			GENERIC = "能驱走黑暗。",		--物品名：营火 检查状态：普通状态
			HIGH = "火要失控了。",		--物品名：营火 检查状态：高等级或高储量状态
			LOW = "火小了些。",		--物品名：营火 检查状态：低等级或低储量状态
			NORMAL = "很舒服。喵。",		--物品名：营火 检查状态：普通形态
			OUT = "哦，火灭了。",		--物品名：营火 检查状态：火焰已经熄灭
		},
		CANE = "严格说，走路就是有控制的跌倒。",		--物品名：步行手杖
		CATCOON = "顽皮的小东西。喵。",		--物品名：浣猫
		CATCOONDEN =
		{
			GENERIC = "树桩里的窝。",		--物品名：空心树桩 检查状态：普通状态
			EMPTY = "它的主人已经没了。",		--物品名：空心树桩 检查状态：内容为空
		},
		CATCOONHAT = "遮住耳朵的帽子。",		--物品名：猫帽
		COONTAIL = "我觉得它还在摆。喵。",		--物品名：猫尾
		CARROT = "真恶心。这蔬菜是从土里出来的。",		--物品名：胡萝卜
		CARROT_COOKED = "软塌塌的。",		--物品名：烤胡萝卜
		CARROT_PLANTED = "土地在孕育植物宝宝。",		--物品名：胡萝卜
		CARROT_SEEDS = "一颗种子。",		--物品名：椭圆形种子
		CARTOGRAPHYDESK =
		{
			GENERIC = "现在能让大家看看我找到了什么。",		--物品名：制图桌 检查状态：普通状态
			BURNING = "到此为止。",		--物品名：制图桌 检查状态：正在燃烧
			BURNT = "现在只剩灰烬。",		--物品名：制图桌 检查状态：已经烧毁
		},
		WATERMELON_SEEDS = "一颗种子。",		--物品名：方形种子
		CAVE_FERN = "一株蕨。",		--物品名：蕨类植物
		CHARCOAL = "又小又黑，闻着像烧焦的木头。",		--物品名：木炭
        CHESSPIECE_PAWN = "我深有同感。",		--物品名：卒子雕塑
        CHESSPIECE_ROOK =
        {
            GENERIC = "它比看上去更重。",		--物品名：战车雕塑 检查状态：普通状态
            STRUGGLE = "棋子自己在动。",		--物品名：战车雕塑 检查状态：雕塑正在挣扎活动
        },
        CHESSPIECE_KNIGHT =
        {
            GENERIC = "当然，它是匹马。",		--物品名：骑士雕塑 检查状态：普通状态
            STRUGGLE = "棋子自己在动。",		--物品名：骑士雕塑 检查状态：雕塑正在挣扎活动
        },
        CHESSPIECE_BISHOP =
        {
            GENERIC = "一尊石头主教。",		--物品名：主教雕塑 检查状态：普通状态
            STRUGGLE = "棋子自己在动。",		--物品名：主教雕塑 检查状态：雕塑正在挣扎活动
        },
        CHESSPIECE_MUSE = "嗯……看着眼熟。",		--物品名：女王雕塑
        CHESSPIECE_FORMAL = "在我看来，算不上“高贵”。",		--物品名：国王雕塑
        CHESSPIECE_HORNUCOPIA = "光看着，肚子就叫了。",		--物品名：丰饶角雕塑
        CHESSPIECE_PIPE = "那从来不合我的口味。",		--物品名：泡泡烟斗雕塑
        CHESSPIECE_DEERCLOPS = "总觉得它的目光跟着人。",		--物品名：独眼巨鹿雕塑
        CHESSPIECE_BEARGER = "走近了，才发现它这么大。",		--物品名：熊獾雕塑
        CHESSPIECE_MOOSEGOOSE =
        {
            "呃。太逼真了。",		--物品名：麋鹿鹅雕塑 检查状态：第1条台词变体
        },
        CHESSPIECE_DRAGONFLY = "啊，让我想起些事。不太好的事。",		--物品名：龙蝇雕塑
		CHESSPIECE_MINOTAUR = "现在轮到你被吓得动不了了。",		--物品名：远古守护者雕塑
        CHESSPIECE_BUTTERFLY = "看着挺美，不是吗？",		--物品名：月蛾雕塑
        CHESSPIECE_ANCHOR = "果然和看上去一样沉。",		--物品名：锚雕塑
        CHESSPIECE_MOON = "近来我颇受启发。",		--物品名：“月亮” 雕塑
        CHESSPIECE_CARRAT = "有人赢了。",		--物品名：胡萝卜鼠雕塑
        CHESSPIECE_MALBATROSS = "它不追着人杀的时候，还挺可爱。",		--物品名：邪天翁雕塑
        CHESSPIECE_CRABKING = "看样子，脾气不如麦斯威尔大。",		--物品名：帝王蟹雕塑
        CHESSPIECE_TOADSTOOL = "不能拿来当凳子坐，对吧？",		--物品名：毒菌蟾蜍雕塑
        CHESSPIECE_STALKER = "一副不会动的骨架。",		--物品名：远古织影者雕塑
        CHESSPIECE_KLAUS = "能给我来个“非节日版”的克劳斯吗？",		--物品名：克劳斯雕塑
        CHESSPIECE_BEEQUEEN = "很有雕塑感。",		--物品名：蜂王雕塑
        CHESSPIECE_ANTLION = "蚁狮雕塑。",		--物品名：蚁狮雕塑
        CHESSPIECE_BEEFALO = "这头牛，雕得不错。",		--物品名：皮弗娄牛雕塑
		CHESSPIECE_KITCOON = "这些倒很容易找。",		--物品名：小浣猫雕塑
		CHESSPIECE_CATCOON = "拿它当抓柱正合适。",		--物品名：浣猫雕塑
        CHESSPIECE_MANRABBIT = "想抱抱它，又怕蹭破皮。",		--物品名：兔人雕塑
        CHESSPIECE_GUARDIANPHASE3 = "我更喜欢它这个样子。",		--物品名：天体英雄雕塑
        CHESSPIECE_EYEOFTERROR = "它冷冷地盯着我。",		--物品名：恐怖之眼雕塑
        CHESSPIECE_TWINSOFTERROR = "恐怖之夜里，很不舒服的一场对视。",		--物品名：双子魔眼雕塑
        CHESSPIECE_DAYWALKER = "谁知道他现在在哪。",		--物品名：梦魇疯猪雕塑
        CHESSPIECE_DAYWALKER2 = "这东西该进垃圾堆。",		--物品名：拾荒疯猪雕塑
        CHESSPIECE_DEERCLOPS_MUTATED = "这座雕塑看着有点刺眼。",		--物品名：晶体独眼巨鹿雕塑
        CHESSPIECE_WARG_MUTATED = "就差一口口臭。",		--物品名：附身座狼雕塑
        CHESSPIECE_BEARGER_MUTATED = "不知为何，它比正版更暴躁。",		--物品名：装甲熊獾雕塑
        CHESSPIECE_SHARKBOI = "怎么看，都觉得有几分蹊跷。",		--物品名：大霜鲨雕塑
        CHESSPIECE_WORMBOSS = "它仍让我心有余悸。",		--物品名：巨大洞穴蠕虫雕塑
        CHESSPIECE_YOTS = "淘金者，我一向敬而远之。",		--物品名：镀金洞穴蠕虫雕塑
        CHESSPIECE_WAGBOSS_ROBOT = "设计精妙，做工堪忧。",		--物品名：战争瓦器人雕塑
        CHESSPIECE_WAGBOSS_LUNAR = "月亮看得越久，心情越好。",		--物品名：天体后裔雕塑
        CHESSPIECE_YOTH = "那位骑士，马马虎虎。",		--物品名：镀金骑士雕塑
        CHESSPIECE_VAULT_PILLAR_GUARD = "这个个头偏矮。",		--物品名：远古戍卫塔雕塑
        CHESSPIECE_BATBOSS_SHADOW = "那一次，元气被抽干了。",		--物品名：暗影蝙蝠首领雕像（测试版暂译）
        CHESSPIECE_ROCKYBOSS_SHADOW = "那只龙虾坏了。",		--物品名：暗影石虾首领雕像（测试版暂译）
        CHESSPIECE_WORMBOSS_SHADOW = "我绝不会对它有好感。",		--物品名：暗影蠕虫首领雕像（测试版暂译）
        CHESSPIECE_CHARLIE_BOSS = "她当时绝没安好心。",		--物品名：查理首领雕像（测试版暂译）
        CHESSPIECE_SHROUDEN = "我再也不想见到那东西。",		--物品名：暗影实体雕像（测试版暂译）

        CHESSJUNK1 = "一堆废发条。",		--物品名：损坏的发条装置
        CHESSJUNK2 = "又一堆废发条。",		--物品名：损坏的发条装置
        CHESSJUNK3 = "更多废发条。",		--物品名：损坏的发条装置
		CHESTER = "一只短腿的……箱子，先生。",		--物品名：切斯特
		CHESTER_EYEBONE =
		{
			GENERIC = "它在看我。",		--物品名：眼骨 检查状态：普通状态
			WAITING = "它睡着了。",		--物品名：眼骨 检查状态：正在等待对应跟随生物出现
		},
		COOKEDMANDRAKE = "可怜的小家伙。",		--物品名：熟曼德拉草
		COOKEDMEAT = "烤得透熟。",		--物品名：熟肉
		COOKEDMONSTERMEAT = "只比生吃好上一点。",		--物品名：熟怪物肉
		COOKEDSMALLMEAT = "做熟了。总算不必担心寄生虫。",		--物品名：熟小肉
