        MOOSE_NESTING_GROUND = "巢址。雏鸟就安置在这里。",		--物品名：麋鹿鹅巢址
        MOOSEEGG = "像受激的电子，急着逃逸。",		--物品名：麋鹿鹅蛋
        MOSSLING = "看来你确实不是电子。",		--物品名：麋鹿鹅幼崽
        FEATHERFAN = "扇风，降温。",		--物品名：羽毛扇
        MINIFAN = "风从背后加倍吹来。",		--物品名：旋转的风扇
        GOOSE_FEATHER = "绒毛。手感不错，喵。",		--物品名：麋鹿鹅羽毛
        STAFF_TORNADO = "旋转的毁灭。握稳些。",		--物品名：天气风向标
        MOSQUITO =
        {
            GENERIC = "吸血的虫子。讨厌。",		--物品名：蚊子 检查状态：普通状态
            HELD = "这血……是我的吧。",		--物品名：蚊子 检查状态：正被角色携带
        },
        MOSQUITOSACK = "也许是别人的血。……别问。",		--物品名：蚊子血囊
        MOUND =
        {
            DUG = "或许，他罪有应得。",		--物品名：坟墓 检查状态：已经被挖开
            GENERIC = "下面多半藏着不少好东西。",		--物品名：坟墓 检查状态：普通状态
        },
        NIGHTLIGHT = "这光，阴森得不像话。",		--物品名：暗夜灯
        NIGHTMAREFUEL = "这东西，实在古怪。",		--物品名：噩梦燃料
        NIGHTSWORD = "谁造的？……不必深究。",		--物品名：暗夜剑
        NITRE = "硝石。我不是地质学家。",		--物品名：硝石
        ONEMANBAND = "该给它配一只牛铃。",		--物品名：独奏乐器
        OASISLAKE =
        {
            GENERIC = "是海市蜃楼吗？",		--物品名：湖泊 检查状态：普通状态
            EMPTY = "干得像块骨头。",		--物品名：湖泊 检查状态：内容为空
        },
        PANDORASCHEST = "里面或许是珍宝，或许是灾祸。",		--物品名：华丽箱子
        PANFLUTE = "给动物们吹一支小夜曲。",		--物品名：排箫
        PAPYRUS = "几张纸。",		--物品名：莎草纸
        WAXPAPER = "蜡纸。防水，实用。",		--物品名：蜡纸
        PENGUIN = "繁殖的季节到了。",		--物品名：企鸥
        PERD = "蠢鸟。离浆果远些。",		--物品名：火鸡
        PEROGIES = "味道相当不错。",		--物品名：波兰水饺
        PETALS = "花归我了，喵。",		--物品名：花瓣
        PETALS_EVIL = "这些，我不太想碰。",		--物品名：深色花瓣
        PHLEGM = "浓稠，滑腻，带咸味。",		--物品名：脓鼻涕
        PICKAXE = "形状很贴切，不是吗。",		--物品名：鹤嘴锄
        PIGGYBACK = "小猪回它的“家”了。",		--物品名：猪皮包
        PIGHEAD =
        {
            GENERIC = "像是献给野兽的供品。",		--物品名：猪头 检查状态：普通状态
            BURNT = "外焦里生。",		--物品名：猪头 检查状态：已经烧毁
        },
        PIGHOUSE =
        {
            FULL = "窗上贴着一只鼻子。",		--物品名：猪屋 检查状态：内容已满
            GENERIC = "这些猪的屋子，倒不赖。",		--物品名：猪屋 检查状态：普通状态
            LIGHTSOUT = "出来。我知道你在里面。",		--物品名：猪屋 检查状态：屋内已经熄灯
            BURNT = "现在不那么舒服了吧。",		--物品名：猪屋 检查状态：已经烧毁
        },
        PIGKING = "气味不佳。离远些。",		--物品名：猪王
        PIGMAN =
        {
            DEAD = "该通知它的家人。",		--物品名：猪人 检查状态：已经死亡
            FOLLOWER = "你是我的随从之一。",		--物品名：猪人 检查状态：已经成为当前角色的跟随者
            GENERIC = "他们有些吓人。",		--物品名：猪人 检查状态：普通状态
            GUARD = "站得很严肃。",		--物品名：猪人 检查状态：正在守卫岗位
            WEREPIG = "这可不是友善的猪。",		--物品名：猪人 检查状态：猪人处于疯猪形态
        },
        PIGSKIN = "上面还带着尾巴。",		--物品名：猪皮
        PIGTENT = "闻着像培根。",		--物品名：猪人帐篷
        PIGTORCH = "看着倒惬意。",		--物品名：猪火炬
        PINECONE = "里面有一棵小树，正努力要长出来。",		--物品名：松果
        PINECONE_SAPLING = "它很快会成材。",		--物品名：常青树苗
        LUMPY_SAPLING = "这树是怎么繁殖的？",		--物品名：臃肿树苗
        PITCHFORK = "只差一群暴民了。",		--物品名：干草叉
        PLANTMEAT = "卖相不佳。",		--物品名：叶肉
        PLANTMEAT_COOKED = "至少还是热的。",		--物品名：熟叶肉
        PLANT_NORMAL =
        {
            GENERIC = "枝叶茂盛。",		--物品名：农作物 检查状态：普通状态
            GROWING = "长得真慢。",		--物品名：农作物 检查状态：正在生长
            READY = "嗯。可以摘了。",		--物品名：农作物 检查状态：已经准备就绪
            WITHERED = "是热死的。",		--物品名：农作物 检查状态：已经枯萎
        },
        POMEGRANATE = "像一颗异星的大脑。",		--物品名：石榴
        POMEGRANATE_COOKED = "算得上一道好菜。",		--物品名：切片熟石榴
        POMEGRANATE_SEEDS = "一颗种子。",		--物品名：风刮来的种子
        POND = "深不见底。",		--物品名：池塘
        POOP = "肥料。多多益善。",		--物品名：粪肥
        FERTILIZER = "一桶粪便。别洒了。",		--物品名：便便桶
        PUMPKIN = "和我的头一样大。",		--物品名：南瓜
        PUMPKINCOOKIE = "漂亮的南瓜饼。",		--物品名：南瓜饼干
        PUMPKIN_COOKED = "怎么没变成馅饼？",		--物品名：烤南瓜
        PUMPKIN_LANTERN = "……真可怕。",		--物品名：南瓜灯
        PUMPKIN_SEEDS = "一颗种子。",		--物品名：尖种子
        PURPLEAMULET = "它在低声对我说。",		--物品名：梦魇护符
        PURPLEGEM = "宇宙的奥秘，封在里面。",		--物品名：紫宝石
        RABBIT =
        {
            GENERIC = "它在找胡萝卜。",		--物品名：兔子 检查状态：普通状态
            HELD = "安静些。你归我管。",		--物品名：兔子 检查状态：正被角色携带
        },
        RABBITHOLE =
        {
            GENERIC = "通往兔子的国度。",		--物品名：兔洞 检查状态：普通状态
            SPRING = "本季，兔子国不开放。",		--物品名：兔洞 检查状态：春季状态
        },
        RAINOMETER =
        {
            GENERIC = "测雨的仪器。",		--物品名：雨量计 检查状态：普通状态
            BURNT = "测量部分化成一缕青烟。",		--物品名：雨量计 检查状态：已经烧毁
        },
        RAINCOAT = "让雨待在它该待的地方。身体之外。",		--物品名：雨衣
        RAINHAT = "会压乱我的头发。……仅此一点。",		--物品名：雨帽
        RATATOUILLE = "纤维倒是充足。",		--物品名：蔬菜杂烩
        RAZOR = "石片绑在棍上。为了体面。",		--物品名：剃刀
        REDGEM = "暖色的光。",		--物品名：红宝石
        RED_CAP = "气味有些怪。",		--物品名：采摘的红蘑菇
        RED_CAP_COOKED = "熟了。与生的截然不同……",		--物品名：熟红蘑菇
        RED_MUSHROOM =
        {
            GENERIC = "是蘑菇。",		--物品名：红蘑菇 检查状态：普通状态
            INGROUND = "它还在睡。",		--物品名：红蘑菇 检查状态：仍埋在地下
            PICKED = "不知道还会不会再长。",		--物品名：红蘑菇 检查状态：已经采集
        },
        REEDS =
        {
            BURNING = "烧得很旺。",		--物品名：芦苇 检查状态：正在燃烧
            GENERIC = "一簇芦苇。",		--物品名：芦苇 检查状态：普通状态
            PICKED = "有用的都摘下来了。",		--物品名：芦苇 检查状态：已经采集
        },
        RELIC = "远古的家什。",		--物品名：遗物
        RUINS_RUBBLE = "这个还能修。",		--物品名：破损遗物
        RUBBLE = "只是碎石。",		--物品名：碎石
        RESEARCHLAB =
        {
            GENERIC = "它把东西拆成最基本的成分。",		--物品名：科学机器 检查状态：普通状态
            BURNT = "现在做不了研究了。",		--物品名：科学机器 检查状态：已经烧毁
        },
        RESEARCHLAB2 =
        {
            GENERIC = "比上一台更像样。",		--物品名：炼金引擎 检查状态：普通状态
            BURNT = "再多的学问也救不了它。",		--物品名：炼金引擎 检查状态：已经烧毁
        },
        RESEARCHLAB3 =
        {
            GENERIC = "我造出了什么？",		--物品名：暗影操控器 检查状态：普通状态
            BURNT = "不管原是什么，都烧尽了。",		--物品名：暗影操控器 检查状态：已经烧毁
        },
        RESEARCHLAB4 =
        {
            GENERIC = "谁会起这样的名字。",		--物品名：灵子分解器 检查状态：普通状态
            BURNT = "火并没有解决命名的问题……",		--物品名：灵子分解器 检查状态：已经烧毁
        },
        RESURRECTIONSTATUE =
        {
            GENERIC = "好一位体面的恶魔。",		--物品名：肉块雕像 检查状态：普通状态
            BURNT = "没用了。",		--物品名：肉块雕像 检查状态：已经烧毁
        },
        RESURRECTIONSTONE = "碰一碰石台，总归不亏。",		--物品名：试金石
        ROBIN =
        {
            GENERIC = "这算不算冬天结束了？",		--物品名：红雀 检查状态：普通状态
            HELD = "它喜欢我的口袋。",		--物品名：红雀 检查状态：正被角色携带
        },
        ROBIN_WINTER =
        {
            GENERIC = "寒荒之地，也有活物。",		--物品名：雪雀 检查状态：普通状态
            HELD = "这么柔软，喵。",		--物品名：雪雀 检查状态：正被角色携带
        },
        ROBOT_PUPPET = "被困住了。", 		--物品名：机器人角色傀儡
        ROCK_LIGHT =
        {
            GENERIC = "石皮裹着的熔岩坑。",		--物品名：熔岩坑 检查状态：普通状态
            OUT = "看起来很脆。",		--物品名：熔岩坑 检查状态：火焰已经熄灭
            LOW = "熔岩正在结成石皮。",		--物品名：熔岩坑 检查状态：低等级或低储量状态
            NORMAL = "暖得正好，喵。",		--物品名：熔岩坑 检查状态：普通形态
        },
        CAVEIN_BOULDER =
        {
            GENERIC = "这个，我举得起来。",		--物品名：岩石 检查状态：普通状态
            RAISED = "太远了，够不着。",		--物品名：岩石 检查状态：洞穴落石仍在升起阶段
        },
        ROCK = "口袋装不下它。",		--物品名：岩石
        PETRIFIED_TREE = "看来它是被吓僵的。",		--物品名：石化树
        ROCK_PETRIFIED_TREE = "看着让人不安。",		--物品名：石化树
        ROCK_PETRIFIED_TREE_OLD = "看着让人不安。",		--物品名：旧石化树岩块
        ROCK_ICE =
        {
            GENERIC = "见着你，凉快。",		--物品名：迷你冰川 检查状态：普通状态
            MELTED = "再冻上之前，没什么用处。",		--物品名：迷你冰川 检查状态：已经融化
        },
        ROCK_ICE_MELTED = "再冻上之前，没什么用处。",		--物品名：融化的迷你冰川
        ICE = "见着你，凉快。",		--物品名：冰
        ROCKS = "这些能做出点东西。",		--物品名：石头
        ROOK = "攻城的车。",		--物品名：发条战车
        ROPE = "一截短绳。",		--物品名：绳子
        ROTTENEGG =
        {
            GENERIC = "……臭得过分。",		--物品名：腐烂鸟蛋 检查状态：普通状态
            CAN_PROCESS = "处理成养分，也算归宿。",		--物品名：腐烂鸟蛋 检查状态：可放入堆肥设施处理
        },
        ROYAL_JELLY = "给捕食者灌了些力量。",		--物品名：蜂王浆
        JELLYBEAN = "一半是果冻，一半是豌豆。",		--物品名：彩虹糖豆
        SADDLE_BASIC = "有了它，就能骑那些有味的家伙。",		--物品名：鞍具
        SADDLE_RACE = "这鞍具，真会飞。",		--物品名：闪亮鞍具
        SADDLE_WAR = "唯一的问题是鞍疮。",		--物品名：战争鞍具
        SADDLEHORN = "用来卸鞍。",		--物品名：鞍角
        SALTLICK = "要舔多久才中和？",		--物品名：舔盐块
        BRUSH = "牛会喜欢这个。",		--物品名：刷子
        SANITYROCK =
        {
            ACTIVE = "这石头，疯得厉害。",		--物品名：方尖碑 检查状态：正在运作
            INACTIVE = "其余的部分去了哪里？",		--物品名：方尖碑 检查状态：当前未激活
        },
        SAPLING =
        {
            BURNING = "烧得很快。",		--物品名：树苗 检查状态：正在燃烧
            WITHERED = "给它降降温，或许还有救。",		--物品名：树苗 检查状态：已经枯萎
            GENERIC = "小树苗，挺可爱。",		--物品名：树苗 检查状态：普通状态
            PICKED = "它已经受过教训。",		--物品名：树苗 检查状态：已经采集
            DISEASED = "看着不太舒服。", 		--物品名：树苗 检查状态：已经患病
            DISEASING = "有些地方，不太对劲。", 		--物品名：树苗 检查状态：正在进入患病阶段
        },
        SCARECROW =
        {
            GENERIC = "把稻草人打扮好，乌鸦就不来了。",		--物品名：友善的稻草人 检查状态：普通状态
            BURNING = "有人让那稻草人吃上了火。",		--物品名：友善的稻草人 检查状态：正在燃烧
            BURNT = "有人谋杀了那个稻草人。",		--物品名：友善的稻草人 检查状态：已经烧毁
        },
        SCULPTINGTABLE=
        {
            EMPTY = "可以用它雕一尊石像。",		--物品名：陶轮 检查状态：内容为空
            BLOCK = "坯料就绪。",		--物品名：陶轮 检查状态：当前雕刻材料为石块
            SCULPTURE = "称得上杰作。",		--物品名：陶轮 检查状态：当前正在雕刻塑像
            BURNT = "烧透了。",		--物品名：陶轮 检查状态：已经烧毁
        },
        SCULPTURE_KNIGHTHEAD = "其余部分在哪？",		--物品名：可疑的大理石
        SCULPTURE_KNIGHTBODY =
        {
            COVERED = "一尊古怪的大理石像。",		--物品名：大理石雕像 检查状态：雕塑主体仍被石层覆盖
            UNCOVERED = "看来他承受不住。",		--物品名：大理石雕像 检查状态：雕塑主体已经露出
            FINISHED = "终于拼回原样。",		--物品名：大理石雕像 检查状态：雕塑已经完成
            READY = "里面有东西在动。",		--物品名：大理石雕像 检查状态：已经准备就绪
        },
        SCULPTURE_BISHOPHEAD = "那是一颗头吗？",		--物品名：可疑的大理石
        SCULPTURE_BISHOPBODY =
        {
            COVERED = "看着很旧，摸着却新。",		--物品名：大理石雕像 检查状态：雕塑主体仍被石层覆盖
            UNCOVERED = "还缺一大块碎片。",		--物品名：大理石雕像 检查状态：雕塑主体已经露出
            FINISHED = "然后呢。",		--物品名：大理石雕像 检查状态：雕塑已经完成
            READY = "里面有东西在动。",		--物品名：大理石雕像 检查状态：已经准备就绪
        },
        SCULPTURE_ROOKNOSE = "这是从哪儿来的？",		--物品名：可疑的大理石
        SCULPTURE_ROOKBODY =
        {
            COVERED = "一尊大理石像。",		--物品名：大理石雕像 检查状态：雕塑主体仍被石层覆盖
            UNCOVERED = "它状态不佳。",		--物品名：大理石雕像 检查状态：雕塑主体已经露出
            FINISHED = "都修补好了。",		--物品名：大理石雕像 检查状态：雕塑已经完成
            READY = "里面有东西在动。",		--物品名：大理石雕像 检查状态：已经准备就绪
        },
        GARGOYLE_HOUND = "它看我的眼神，我不喜欢。",		--物品名：可疑的月岩
        GARGOYLE_WEREPIG = "栩栩如生，几乎要动。",		--物品名：可疑的月岩
        SEEDS = "每一颗都是小小的谜。",		--物品名：种子
        SEEDS_COOKED = "精华都烤出来了。",		--物品名：烤种子
        SEWING_KIT = "补好。全都补好了。",		--物品名：针线包
        SEWING_TAPE = "补得不错。",		--物品名：可靠的胶布
        SHOVEL = "地下藏着不少秘密。",		--物品名：铲子
        SILK = "出自蜘蛛的后部。",		--物品名：蜘蛛丝
        SKELETON = "你死，好过我死。",		--物品名：骷髅
        SCORCHED_SKELETON = "……可怕。",		--物品名：易碎骷髅
        SKELETON_NOTPLAYER = "不像是人骨。",		--物品名：骷髅
        SKULLCHEST = "开不开，我还没定。", 		--物品名：骷髅箱
        SMALLBIRD =
        {
            GENERIC = "好小的一只鸟。",		--物品名：小鸟 检查状态：普通状态
            HUNGRY = "它饿了。",		--物品名：小鸟 检查状态：处于饥饿状态
            STARVING = "饿得很了。",		--物品名：小鸟 检查状态：极度饥饿
            SLEEPING = "连眼都不肯偷偷睁一下。",		--物品名：小鸟 检查状态：正在睡眠
        },
        SMALLMEAT = "一小块尸体。",		--物品名：小肉
        SMALLMEAT_DRIED = "一小块肉干。",		--物品名：小肉干
        SPAT = "脾气不佳的家伙。",		--物品名：钢羊
        SPEAR = "一根很尖的棍子。",		--物品名：长矛
        SPEAR_WATHGRITHR = "看着很能戳。",		--物品名：战斗长矛
        WATHGRITHRHAT = "那顶帽子，样式奇特。",		--物品名：战斗头盔
        SPIDER =
        {
            DEAD = "……恶心。",		--物品名：蜘蛛 检查状态：已经死亡
            GENERIC = "我讨厌蜘蛛。",		--物品名：蜘蛛 检查状态：普通状态
            SLEEPING = "它醒来时，我最好不在。",		--物品名：蜘蛛 检查状态：正在睡眠
        },
        SPIDERDEN = "黏得过分。",		--物品名：蜘蛛巢
        SPIDEREGGSACK = "但愿这些不会孵化。仅此而已。",		--物品名：蜘蛛卵
        SPIDERGLAND = "一股浓重的防腐味。",		--物品名：蜘蛛腺
        SPIDERHAT = "但愿蜘蛛的黏液都弄干净了。",		--物品名：蜘蛛帽
        SPIDERQUEEN = "……那只蜘蛛，大得离谱。",		--物品名：蜘蛛女王
        SPIDER_WARRIOR =
        {
            DEAD = "总算清静。",		--物品名：蜘蛛战士 检查状态：已经死亡
            GENERIC = "比寻常蜘蛛更凶。",		--物品名：蜘蛛战士 检查状态：普通状态
            SLEEPING = "该保持距离。",		--物品名：蜘蛛战士 检查状态：正在睡眠
        },
        SPOILED_FOOD =
        {
            GENERIC = "长满毛的腐物。",		--物品名：腐烂物 检查状态：普通状态
            CAN_PROCESS = "现在可以处理掉了。",		--物品名：腐烂物 检查状态：可放入堆肥设施处理
        },
        STAGEHAND =
        {
            AWAKE = "总之，别把手伸过来。",		--物品名：舞台之手 检查状态：已经苏醒
            HIDING = "这里有些古怪，我说不清缘由。",		--物品名：舞台之手 检查状态：正在伪装隐藏
        },
        STATUE_MARBLE =
        {
            GENERIC = "上等的大理石像。",		--物品名：大理石雕像 检查状态：普通状态
            TYPE1 = "别失了理智。",		--物品名：大理石雕像 检查状态：第一种外观
            TYPE2 = "很有雕像的样子。",		--物品名：大理石雕像 检查状态：第二种外观
            TYPE3 = "不知出自哪位匠人之手。", 		--物品名：大理石雕像 检查状态：第三种外观
        },
        STATUEHARP = "它的头怎么了？",		--物品名：竖琴雕像
        STATUEMAXWELL = "他本人还要矮些。",		--物品名：麦斯威尔雕像
        STEELWOOL = "粗糙的金属纤维。",		--物品名：钢丝绵
        STINGER = "很尖锐。",		--物品名：针刺
        STRAWHAT = "帽子总会弄乱我的头发。",		--物品名：草帽
        STUFFEDEGGPLANT = "确实塞得满。",		--物品名：酿茄子
        SWEATERVEST = "这件背心相当体面。",		--物品名：犬牙背心
        REFLECTIVEVEST = "退开，恶毒的太阳。",		--物品名：清凉夏装
        HAWAIIANSHIRT = "穿这个做实验，不安全。",		--物品名：花衬衫
        TAFFY = "牙医若知道我怎么吃糖，会当场失态。",		--物品名：太妃糖
        TALLBIRD = "好高的鸟。",		--物品名：高脚鸟
        TALLBIRDEGG = "它会孵出来吗？",		--物品名：高脚鸟蛋
        TALLBIRDEGG_COOKED = "好吃，也有营养。",		--物品名：煎高脚鸟蛋
        TALLBIRDEGG_CRACKED =
        {
            COLD = "是它在抖，还是我在抖？",		--物品名：孵化中的高脚鸟蛋 检查状态：温度较低
            GENERIC = "它正在孵化。",		--物品名：孵化中的高脚鸟蛋 检查状态：普通状态
            HOT = "蛋也会出汗吗？",		--物品名：孵化中的高脚鸟蛋 检查状态：温度很高
            LONG = "看来还要些时候……",		--物品名：孵化中的高脚鸟蛋 检查状态：距离孵化或变化仍有较长时间
            SHORT = "随时会破壳。",		--物品名：孵化中的高脚鸟蛋 检查状态：即将孵化或变化
        },
        TALLBIRDNEST =
        {
            GENERIC = "这蛋，不一般。",		--物品名：高脚鸟巢 检查状态：普通状态
            PICKED = "巢空着。",		--物品名：高脚鸟巢 检查状态：已经采集
        },
        TEENBIRD =
        {
            GENERIC = "不算高的鸟。",		--物品名：小高脚鸟 检查状态：普通状态
            HUNGRY = "你已经饿到不行了？",		--物品名：小高脚鸟 检查状态：处于饥饿状态
            STARVING = "它的眼神凶起来了。",		--物品名：小高脚鸟 检查状态：极度饥饿
            SLEEPING = "它眯着眼休息。",		--物品名：小高脚鸟 检查状态：正在睡眠
        },
        TELEPORTATO_BASE =
        {
            ACTIVE = "有了它，穿越时空并非妄想。", 		--物品名：木制装置 检查状态：正在运作
            GENERIC = "似乎通向另一个世界。", 		--物品名：木制装置 检查状态：普通状态
            LOCKED = "还缺些东西。", 		--物品名：木制装置 检查状态：处于锁定状态
            PARTIAL = "快了，这发明就要完成。", 		--物品名：木制装置 检查状态：只完成部分组装
        },
        TELEPORTATO_BOX = "或许掌控着宇宙的极性。", 		--物品名：盒状装置
        TELEPORTATO_CRANK = "结实得经得起最危险的实验。", 		--物品名：曲柄装置
        TELEPORTATO_POTATO = "这颗金属土豆里，藏着强大而可怕的力量……", 		--物品名：金属土豆状装置
        TELEPORTATO_RING = "聚拢空间能量的圆环。", 		--物品名：环状装置
        TELESTAFF = "它会揭示这个世界。",		--物品名：传送魔杖
        TENT =
        {
            GENERIC = "不睡，我会疯。",		--物品名：帐篷 检查状态：普通状态
            BURNT = "没剩下能睡的东西。",		--物品名：帐篷 检查状态：已经烧毁
        },
        SIESTAHUT =
        {
            GENERIC = "午后避暑的好去处。",		--物品名：遮阳篷 检查状态：普通状态
            BURNT = "现在遮不了多少阳。",		--物品名：遮阳篷 检查状态：已经烧毁
        },
        TENTACLE = "那个很危险。",		--物品名：触手
        TENTACLESPIKE = "又尖又黏。",		--物品名：触手尖刺
        TENTACLESPOTS = "这些大概是它的生殖器。",		--物品名：触手皮
        TENTACLE_PILLAR = "黏滑的触手。",		--物品名：大触手
        TENTACLE_PILLAR_HOLE = "气味不佳，但值得一探。",		--物品名：硕大的泥坑
        TENTACLE_PILLAR_ARM = "滑溜溜的小触手。",		--物品名：小触手
        TENTACLE_GARDEN = "又一种黏滑的触手。",		--物品名：大触手
        TOPHAT = "好一顶帽子。",		--物品名：高礼帽
        TORCH = "驱赶黑暗用的。",		--物品名：火炬
        TRANSISTOR = "通电便嗡嗡作响。",		--物品名：电子元件
        TRAP = "我编得很紧。",		--物品名：陷阱
        TRAP_TEETH = "糟糕的意外。",		--物品名：犬牙陷阱
        TRAP_TEETH_MAXWELL = "我可不想踩上去。", 		--物品名：麦斯威尔的犬牙陷阱
        TREASURECHEST =
        {
            GENERIC = "一只箱子。……我喜欢箱子，喵。",		--物品名：箱子 检查状态：普通状态
            BURNT = "箱子烧掉了一截。",		--物品名：箱子 检查状态：已经烧毁
            UPGRADED_STACKSIZE = "容量提升了一个量级。",		--物品名：箱子 检查状态：已经升级容器堆叠容量
        },
        TREASURECHEST_TRAP = "倒是方便。",		--物品名：宝箱
        CHESTUPGRADE_STACKSIZE = "物理定律竟如此有弹性。", 		--物品名：弹性空间制造器
        COLLAPSEDCHEST = "物理定律遭到了扭曲。",		--物品名：损坏的箱子
        SACRED_CHEST =
        {
            GENERIC = "我听见低语。它想要点什么。",		--物品名：远古宝箱 检查状态：普通状态
            LOCKED = "它正在判断。",		--物品名：远古宝箱 检查状态：处于锁定状态
        },
        TREECLUMP = "有人想把我困在这里。", 		--物品名：密集树丛

        TRINKET_1 = "熔化了。或许薇洛与它们处得不错。", 		--物品名：熔化的弹珠
        TRINKET_2 = "你和卡祖笛有什么关系？", 		--物品名：假卡祖笛
        TRINKET_3 = "死结。永远打不开。", 		--物品名：戈尔迪之结
        TRINKET_4 = "多半是某种宗教物件。", 		--物品名：地精爷爷
        TRINKET_5 = "可惜太小，坐不上去逃。", 		--物品名：迷你火箭
        TRINKET_6 = "它输电的日子结束了。", 		--物品名：烂电线
        TRINKET_7 = "没有时间玩耍。", 		--物品名：杯子和球
        TRINKET_8 = "很好。浴缸的塞子有了。", 		--物品名：硬化橡胶塞
        TRINKET_9 = "我更喜欢拉链。", 		--物品名：不搭的纽扣
        TRINKET_10 = "韦斯大概会喜欢这个。", 		--物品名：二手假牙
        TRINKET_11 = "哈尔对我低语，说着漂亮的谎。", 		--物品名：机器人玩偶
        TRINKET_12 = "这是在求人研究它。", 		--物品名：干瘪的触手
        TRINKET_13 = "多半是某种宗教物件。", 		--物品名：地精奶奶
        TRINKET_14 = "此刻若有茶，该多好……", 		--物品名：漏水的茶杯
        TRINKET_15 = "……麦斯威尔又落下了他的行头。", 		--物品名：白色主教
        TRINKET_16 = "……麦斯威尔又落下了他的行头。", 		--物品名：黑色主教
        TRINKET_17 = "可怖的器具融合。物极必反。", 		--物品名：弯曲的叉子
        TRINKET_18 = "它在隐藏什么？", 		--物品名：玩具木马
        TRINKET_19 = "结网不太顺利。", 		--物品名：失衡陀螺
        TRINKET_20 = "薇格弗德拿它打我，还跳来跳去。", 		--物品名：痒痒挠
        TRINKET_21 = "搅蛋器整个扭弯了。", 		--物品名：破搅拌器
        TRINKET_22 = "关于这绳子，我有几种推测。", 		--物品名：磨损的纱线
        TRINKET_23 = "鞋我自己能穿。谢谢。", 		--物品名：鞋拔子
        TRINKET_24 = "薇克巴顿该养只猫。我这样的，喵。", 		--物品名：幸运猫扎尔
        TRINKET_25 = "气味不太新鲜。", 		--物品名：臭气制造器
        TRINKET_26 = "食物，杯子，终极容器。", 		--物品名：土豆杯
        TRINKET_27 = "拉开它，就能从远处刺人。", 		--物品名：钢丝衣架
        TRINKET_28 = "简直是阴谋。", 		--物品名：白色战车
        TRINKET_29 = "简直是阴谋。", 		--物品名：黑色战车
        TRINKET_30 = "他怎会到处乱丢。", 		--物品名：白色骑士
        TRINKET_31 = "他怎会到处乱丢。", 		--物品名：黑色骑士
        TRINKET_32 = "我认识喜欢这个的人。", 		--物品名：立方氧化锆球
        TRINKET_33 = "但愿不引来蜘蛛。", 		--物品名：蜘蛛指环
        TRINKET_34 = "许个愿吧。为了学问。", 		--物品名：猴爪
        TRINKET_35 = "这附近难找一只好烧瓶。", 		--物品名：空的长生不老药
        TRINKET_36 = "吃完全部的糖之后，我大概用得上。", 		--物品名：人造尖牙
        TRINKET_37 = "我不信超自然之事。", 		--物品名：断桩
        TRINKET_38 = "来自另一个世界。一个满是骗术的世界。", 		--物品名：双筒望远镜
        TRINKET_39 = "另一只在哪？", 		--物品名：单只手套
        TRINKET_40 = "拿着它，像在赶集。", 		--物品名：蜗牛秤
        TRINKET_41 = "摸上去微温。", 		--物品名：黏液罐
        TRINKET_42 = "装满某人的童年。", 		--物品名：玩具眼镜蛇
        TRINKET_43= "它不太会跳。", 		--物品名：鳄鱼玩具
        TRINKET_44 = "某种植物标本。", 		--物品名：破碎的玻璃罐
        TRINKET_45 = "它在接收另一个世界的频率。", 		--物品名：奇怪的收音机
        TRINKET_46 = "或许是测空气动力的工具？", 		--物品名：损坏的吹风机

        LOST_TOY_1  = "一定有个完美的解释。",		--物品名：遗失的玻璃球
        LOST_TOY_2  = "一定有个完美的解释。",		--物品名：多愁善感的卡祖笛
        LOST_TOY_7  = "一定有个完美的解释。",		--物品名：珍视的抽线陀螺
        LOST_TOY_10 = "一定有个完美的解释。",		--物品名：缺少的牙齿
        LOST_TOY_11 = "一定有个完美的解释。",		--物品名：珍贵的玩具机器人
        LOST_TOY_14 = "一定有个完美的解释。",		--物品名：妈妈最爱的茶杯
        LOST_TOY_18 = "一定有个完美的解释。",		--物品名：宝贵的玩具木马
        LOST_TOY_19 = "一定有个完美的解释。",		--物品名：最爱的陀螺
        LOST_TOY_42 = "一定有个完美的解释。",		--物品名：装错的玩具眼镜蛇
        LOST_TOY_43 = "一定有个完美的解释。",		--物品名：宠爱的鳄鱼玩具

        HALLOWEENCANDY_1 = "蛀牙也值得，对吧？",		--物品名：糖果苹果
        HALLOWEENCANDY_2 = "什么样的腐败学问，长出这种东西？",		--物品名：糖果玉米
        HALLOWEENCANDY_3 = "是……玉米。",		--物品名：不太甜的玉米
        HALLOWEENCANDY_4 = "它们一路蠕动下来。",		--物品名：粘液蜘蛛
        HALLOWEENCANDY_5 = "明天我的牙会对此发表意见。",		--物品名：浣猫糖果
        HALLOWEENCANDY_6 = "我……不打算吃那个。",		--物品名："葡萄干"
        HALLOWEENCANDY_7 = "谁见了都会激动。",		--物品名：葡萄干
        HALLOWEENCANDY_8 = "只有傻瓜才不爱它。",		--物品名：鬼魂棒棒糖
        HALLOWEENCANDY_9 = "粘牙。",		--物品名：果冻虫
        HALLOWEENCANDY_10 = "只有傻瓜才不爱它。",		--物品名：触手棒棒糖
        HALLOWEENCANDY_11 = "比真的好吃多了。",		--物品名：巧克力猪
        HALLOWEENCANDY_12 = "那块糖刚才动了一下？", 		--物品名：糖果虱
        HALLOWEENCANDY_13 = "……我的下巴。", 		--物品名：无敌硬糖
        HALLOWEENCANDY_14 = "我吃不得辣。", 		--物品名：熔岩椒
        CANDYBAG = "里面是些小小甜点。",		--物品名：糖果袋
